{"car": {"inform": {"buyer": ["Wait a sec. Your listing says 58000 miles on it. Which is it?", "Excellent", "Perfect.", "But that's not the task. we need to negotiate the trade", "See final offer directly ...", "lets do it", "Not a problem he is excited to drive so we will be there shortly.", "Awesome- just wanted to make sure ... do you have the maintence records for the aftermarket parts?", "I will agree to 2500.", "3000 take it or leave it", "Thanks I will take it", "My pleasure.", "Fine ill take it", "Thanks see you soon.", "You have to negotiate or it will reject it", "Poor guy.", "I had questions about it.."], "seller": ["427 5th st fall river ma", "So", "alright, I KEEP THOSE PARTS AND YOU GET IT FOR 3000", "Thanks a lot.", "cool.", "Its 2011. I do n't really want to worry about the strips im sorry dude. there are people that would pay my original asking price of 10.2k and be happy with the strips. I can do 9k for you, but you're on your own to deal with the strips.", "It has 106k original miles, got new tires about 3000 miles ago.", "Well I think you just wasted my time buddy.. good luck", "Yeah that will work. Thanks a lot.", "Likewise. Enjoy it!", "It was a work car so mainly 10-20 miles in any one trip.", "Thanks, it is in excellent condition. It was my joy to take very good care of it.", "A fair price.", "Works for me", "Enjoy your new car.", "Perfect.", "See you. Have a good one", "It is very nice. I just had it serviced, so it is ready to go. Brand new tires. Just broke in with 32,000 miles on it.", "I said he had it only a few months before he sold it to me I had it a couple years but I did have a new transmisioon installed not to long ago.", "10000 and you will come get it yourself", "works for me", "You're welcome.", "There are 98,000 miles on the vehicle.", "the car looks new how old is it are you the only owner", "The car has never had any serious issues or accidents. The title is clean."]}, "counter": {"buyer": ["$ PPRRIICCEE is my final offer", "I would n't normally do this, but because we are friends I will give you my final offer of PPRRIICCEE", "PPRRIICCEE? Sure", "Okay, since I get one shot at this, I'll make you my best and final, which I think will be a sweet offer given that it is a salvage title, dented on the roof and only has 3 windows. I will make this an all-cash offer of course. This will be PPRRIICCEE, and I will pick up the car. I will submit the offer in the box now.", "$ 3,250 plus PPRRIICCEE gas card and a PPRRIICCEE gift card to Wendy's? I'll take that.", "It is a 7 year old car even without a salvage title. Would you take PPRRIICCEE for it?", "aw man i really only have PPRRIICCEE ive been saving all summer. What if i could stretch to$ 3000", "Ok, PPRRIICCEE it is.", "Ok well I am going to tell you my bottom line is PPRRIICCEE", "I understand, but it has two owners and has been in an accident. Those are red flags. But I'll tell you what, you're firm at 8500 and I'm firm at 8100, so let's split the difference at$ 8,300. Neither of us wants to haggle over just PPRRIICCEE. I'll submit a final offer at$ 8,300. Let me know if you agree.", "Ok. I will accept it for PPRRIICCEE.", "PPRRIICCEE and you have a deal, you mentioned you're trying to get rid of it as soon as possible", "Well I working with around PPRRIICCEE however I can maybe go up a little if I feel its worth it.", "$ PPRRIICCEE would be fantastic! Can I pick it up tomorrow?", "It may be in excellent condition, but it is still 11 years old. My top dollar offer would be PPRRIICCEE", "I realize that.. But these tires, do you see when I place this tired tread gauge in, they are almost illegally bald? i will have to replace all 4 very soon, which will cost about PPRRIICCEE each.. So can we take off$ 800 and make it$ 3,300?", "I see but i can do no more than PPRRIICCEE", "That's a good price. I'll take it for PPRRIICCEE", "Awesome! It sounds like a real quality car. The only thing im concerned about is the number of miles, and since its such a high number I was thinking maybe you could bring the price down a tad bit. I am trying to spend no more than PPRRIICCEE. I hope we can still arrive at a deal, I really would love the car, its amazing.", "Although my budget is way closer to PPRRIICCEE, it sounds like you've taken care of it. How does 3500 sound?", "I could do 6k but for a PPRRIICCEE that's the best I could do.", "PPRRIICCEE is being nice, my budget is 1600 as it is, and you mentioned you had to reconstruct and salvage the rear end. Let me know", "Yes leather seats are nice. Would you be willing to take some trade as well? Lets say$ 6000 in cash and a pool table with all the equipment? The table is nice and only 6 months old. It cost me PPRRIICCEE", "How about PPRRIICCEE?", "True. I could go up to PPRRIICCEE since the tires are new and of course the low mileage", "Okay, I see that it is in excellent condition. I also see it has 53K miles on it. Could we lower the price to say, PPRRIICCEE?", "well gas is expensive nowadays but not that expensive!! ... I'm sorry but PPRRIICCEE is just too much. it's a nice car but I just do n't feel very good about buying something this old ... I'm going to offer 6500, because i really like this car. take it or leave it ...", "I can do PPRRIICCEE, I have been looking at several of these types of cars and this one is the highest price of them all. It does have 53 k miles already on it.", "I have PPRRIICCEE in cash that I could give you today. I see you like 4x4 play toys. I also have 2 Honda 4-wheelers I could throw in with the cash.", "I can do PPRRIICCEE but I wont have for another 2 weeks. would you be willing to take my 10,400 as a deposit?", "Hey there I saw your ad and I just moved to the area and I am looking to purchase a car. I can pay PPRRIICCEE for it right now. I will come and sign the paperwork immediately.", "I have no doubt that it is a great machine! I have PPRRIICCEE cash in hand and can be there to pick it up in 20 minutes", "between 11,000 and PPRRIICCEE", "I can make it work. I'll go ahead and send you an official offer for PPRRIICCEE.", "$ PPRRIICCEE sounds like a price i can definitely do.", "is that an insult? my offer is firm at PPRRIICCEE", "I see the ad says 5k in upgrades. Everything in the ad seems to be standard for a Titanium Fusion. I'd like to offer PPRRIICCEE and ill pick the car up.", "It seems like a bit of a fixer uper and has with high miles and the price is a little steep would you like to go down yo PPRRIICCEE if I picked this up?", "One last thing, I will give you PPRRIICCEE and please do not spend money for a new battery, I can use one I have in my garage from my previous car", "Yes, I just have to figure out a few things financially. So yes, I'd like it for PPRRIICCEE", "I have PPRRIICCEE on me right now. Hows that work for you?", "I can do PPRRIICCEE today", "I could do PPRRIICCEE if you're willing. That's still in my price range.", "Thank you PPRRIICCEE is the offer.", "Sure. I can do PPRRIICCEE. I am looking forward to completing our transaction.", "They certainly are expensive, but PPRRIICCEE is the most I could do for this vehicle.", "The highest I am willing to go is PPRRIICCEE. Cash in hand. I can pick it up in 10 minutes.", "Okay how about we meet halfway then, how about PPRRIICCEE?", "PPRRIICCEE firm, if not good luck trying to find someone to pay that much.", "i know that you are not high! well, i am a young broke college student. i was able to save some of my financial aid money in order to buy this very nice car. i really need it. Do you know how many times i have to ask people for rides. This is a great opportunity for me to buy a car. i am willing to pay PPRRIICCEE.", "Ok I can do PPRRIICCEE because I can see that you have done a lot of work to it.", "How about PPRRIICCEE? Maybe thrown in a car wash", "Hmm, That seems fair. I can do PPRRIICCEE cash, Youve got yourself a deal."], "seller": ["No, too low. I'm close to the Blue Book value. If you pay PPRRIICCEE and something goes wrong in the next three months, I'll refund your money. You rarely get a warranty like tha!", "Are you really going to let PPRRIICCEE dollars keep you away from the car of your dreams?", "yes I would take PPRRIICCEE", "PPRRIICCEE would be fine. I will send you an offer! I will also deliver it to you, my friend has a flatbed truck I can bring it on. thanks!", "buddy i'll do do PPRRIICCEE final offer, u pick it up thats the lowest and the final offer please accept it", "I'm sad to hear that. My rock bottom price is PPRRIICCEE. If you can see your way to make that great.", "$ PPRRIICCEE will work", "Right now it's only at a low low price of PPRRIICCEE. It comes with black leatherette seats and some nice black wheels and maintenance and paper work and all that fancy stuff.", "Make that PPRRIICCEE and you have a deal.", "Well as long as you pay today you can have it for PPRRIICCEE!", "$ PPRRIICCEE if you are here in a couple hours with cash.", "I am sorry but this is a Lexus, and at this rate it is a great deal I would of went off PPRRIICCEE but since you have 9200", "Ok, I will accept PPRRIICCEE for it then.", "Make it an even PPRRIICCEE and you have a deal.", "Man. Cash is nice. But$ 5000 is a bit low. I can do PPRRIICCEE but that is the best I can do. That's almost 50% off which is a bit crazy really ... ... ..", "That's still a bit low. I can even drop it off if you'd like and I'll put in a full tank of gas. How about PPRRIICCEE?", "Oh, nice I remember that place. I went there once. It was mediocre. So, you are going to pay PPRRIICCEE then, cause everyone is rich in NJ, give my wife the check would you?", "It does have miles but it is has been well maintained. i will go to PPRRIICCEE. It has a clean title too!", "... Well that's kind of harsh do n't you think? This truck has been in my family for generations, it's a family heirloom. PPRRIICCEE dollars is too low, the sale is off!", "That sounds good considering it has a dead cylinder. I agree to the price of PPRRIICCEE.", "Come on work with me a little bit here I've already gotten offers for PPRRIICCEE so do you think you can at least match that?", "$ PPRRIICCEE", "Yes it's only been driven locally for work so it does n't have many miles for its age. Given the excellent condition and low mileage I need at least PPRRIICCEE", "Because of the added sports package and low mileage, I would take PPRRIICCEE as lowest. I could deliver the car to your door.", "How about PPRRIICCEE$?", "Let's do PPRRIICCEE and I'll talk to my painter to give you a deal?", "I would be willing to knock of PPRRIICCEE for your trouble. if you give me$ 3350 the car is all yours", "I do n't use anything that is not in keeping with the Jaguar name. PPRRIICCEE final offer.", "That price is far too low for a pickup truck with this low amount of miles. The lowest I can go is PPRRIICCEE.", "I do n't think I can go that low. It's in excellent condition, and ready to drive. Bring it up to PPRRIICCEE?", "I am willing to negotiate. I have to sell my car because I have some debts that I have to pay off. I have been the only owner and when I bought it, it was brand new. No accidents on this car and I have kept her in immaculate condition. I can do PPRRIICCEE", "Is there any way that you could come up just a little bit more? Maybe PPRRIICCEE?", "Yes of course. I'm afraid the lowest I can go it PPRRIICCEE though, as I'm looking to spend the money on something. I hope this is a reasonable price for you, I know you will like the truck!", "$ PPRRIICCEE for to pick it up", "Ouch. I wo n't be able to go that low. I can drop it to PPRRIICCEE.", "$ PPRRIICCEE is good.", "Well, I do n't know ... I did just get an oil change. Ok, I acceptyour offer for PPRRIICCEE Cash Only.", "That will be a problem I put in the writeup that I still owe money on the car so we will have to do it at Wells Fargo and I owe PPRRIICCEE and was hoping to make a little the difference between PPRRIICCEE and my asking price of 7500 is 2300 so what kind of fair offer could you make me there? Remember, I may not be able to accept this offer if it is too low.", "I need to get at least PPRRIICCEE", "very good PPRRIICCEE and monthly visitation.", "This car will last you and your kids all your lives. You will be able to hand it down to your kids and your kids kids. And they'll be able to ride on it. Its like new, PPRRIICCEE is my bottom dollar.", "That's a reasonable offer. Yes, if you pay cash tonight, I can accept PPRRIICCEE.", "I'm sorry I cant accept that. PPRRIICCEE is lower than I'm even comfortable to go. I will wait and hear from other interested buyers.", "$ PPRRIICCEE is my final offer.", "Are you sure you could n't go to PPRRIICCEE. I've got this awesome system that I can install in there for you by Alpine. It supports Android Auto and Apple Carplay and it's wireless unlike some of the systems out there. It usually sells for around$ 900.", "I will take PPRRIICCEE and renew the 1 year 1,000 mile warranty to go with it", "ok, you have a deal at PPRRIICCEE", "Is there any chance you can meet at PPRRIICCEE?", "As the bunnies multiplied like, well, bunnies, sadly, we do n't have quite enough room for the clones. If Grandma throws in the medical license, two bunnies( they are trained in the art of self defense and would make excellent body guards( one of the reasons we had difficulty selling them for meat). Also, the price the train car and the hydroponic system is quite high. PPRRIICCEE does n't cover it. Oh did I mention that the truck has a hot tub in the back?", "I accept your offer of PPRRIICCEE if you can pay for it in the next 48 hours.", "Well it's already an excellent deal. I'm afraid the lowest we can go is PPRRIICCEE. I hope this is reasonable for you, as we believe you wo n't find a better deal for such a nice car."]}, "unknown": {"buyer": ["ok great"]}, "affirm": {"buyer": ["Yes, I am! The interior is in new condition?", "Hi, yes I am! Could we negotiate for 2450?", "Hi! I saw your ad for the car. It's really pretty. Has it ever been in an accident?", "yes", "Yes.. I love old cars! Any issues with the machine?", "that is quite a few miles for one of those. Is there anything wrong at all? Have you kept up the maintainence", "I can do that! I am very excited!", "Great!", "deal", "great i'll let you know my final decision after is ee the report"], "seller": ["*whistling* what a great day to own an infiniti!", "Yes, have a good day!", "Let's do it!", "Yes I can. I am selling a 2007 Mazda cx-9 2 wheel drive truck. there is 138,000 miles and the truck has been tuned up and comes with a clean title. It's in great working condition.", "I'll take it. Thank you for your interest. You are going to love this car, and you got a sweet deal!", "It has tons of options, a beautiful car. Ask away!", "Yes. Please contact me when you are ready at the number available", "Yes, glad you asked! Automatic power windows and seats, all work beautifully. Third row seating, heated seats, navigation and CD player. Both inside and outside are in excellent condition.", "This is an awesome car. I bought it preowned and realized that I dont drive it enough. It currently has 53k miles on it, and is kept in the garage for all of its life. No rust or damage located on it. For a `` used'' 2013 Mercedes, it is the newest one you could find.", "I could do 4000", "Yes it is still available. Nice car. very well takem care of. I got new tires last week. You do n't need to do anything", "We have a deal then.", "Thank you! Its my hubby's baby but it's time for an upgrade", "This is a great vehicle"]}, "greet": {"buyer": ["Works for me!", "Hi", "hi", "Hi I would like to hear more about the Ford.Are you the only owner?", "Hi!", "you're welcome!", "Hi", "FANTASTIC!!!", "Solid. Thanks!", "hello", "Fantastic, thanks!", "Perfect, thanks!", "Thanks!", "I am interested in your truck. How many miles does it have?", "Thanks!", "Awesome!", "Sure!", "Sure!", "Awesome!"], "seller": ["Good Days!", "This is a fucking nice bmw", "hello", "Hello", "I love the retro look and feel. I really am interested. I will even give you our 1999 Nissan Altima", "300!", "Hello, you are interested in my car?", "So I take it you are interested in this beauty of a car?", "Hello. I read your email and saw that you are interested in my Ford focus", "Hello", "Actually I was interested in your acura ...", "Hi! Are you interested in my car I listed?", "Are you interested in the truck?", "hello there", "Thank you for contacting me and showing interest in my item", "Hey are you interested in the Mustang?", "Sweet thanks! Enjoy!", "hello", "Perfect!", "HI are you interested in my vehicle it is in good condition", "Hello", "Hello. It"]}, "agree": {"buyer": ["Ok- thought I would offer. PPRRIICCEE it is. Thank you.", "Yes, we have a deal at PPRRIICCEE.", "Nah that is okay. I'll come get it myself for PPRRIICCEE", "$ PPRRIICCEE is acceptable. Thanks!", "I can accept that deal. PPRRIICCEE it is!", "well im sold. PPRRIICCEE it is!", "PPRRIICCEE and we can call it a deal. Sound good?", "Alright you got yourself a deal friend. PPRRIICCEE", "PPRRIICCEE sound fair?", "$ PPRRIICCEE and we have a deal.", "Fair enough, PPRRIICCEE would be fine.", "sounds good. PPRRIICCEE it is.", "$ PPRRIICCEE sounds good then.", "$ PPRRIICCEE sounds good to me. Thanks!", "I'll trade in the car I have now. PPRRIICCEE is a deal!", "thats sounds like a fair offer I will buy it for PPRRIICCEE", "Ok sounds good! PPRRIICCEE it is", "PPRRIICCEE is a pretty good deal. Can I come by today and look at it?", "$ PPRRIICCEE is a deal!", "PPRRIICCEE is great a deal", "Ok PPRRIICCEE and a warranty, you have a deal!", "Okay, good point. PPRRIICCEE and we've got a deal.", "$ PPRRIICCEE is reasonable. Deal.", "PPRRIICCEE sounds great too me, send me an offer!", "Deal for PPRRIICCEE?", "I think that's fair. I'm willing to pay PPRRIICCEE for the truck."], "seller": ["Yes, but that language could get this rejected. So, let's deal with the car. I'm offering it for PPRRIICCEE", "Sounds good! I am asking for PPRRIICCEE for the vehicle", "Okay deal! Your trade in plus PPRRIICCEE for the BMW. Thanks!", "You've got yourself a deal ... a great deal! PPRRIICCEE it is!", "Sure PPRRIICCEE is fair!", "If you can come up with PPRRIICCEE I think we can approve that amount. I'll pend you an offer. Think about it. Thank you for your time either way!", "PPRRIICCEE cash and its a deal", "Alright, PPRRIICCEE is a fair compromise, I can do that.", "Great it looks like you made an offer for PPRRIICCEE, I can accept that", "Fair enough. I'll send you an official offer for PPRRIICCEE.", "$ PPRRIICCEE in cash sounds good. We should be able to finish the transaction quickly. Thank you.", "you've got a deal. PPRRIICCEE and your car for trade in."]}, "propose": {"buyer": ["iam intrested to buy it for PPRRIICCEE if it is ok with you", "It looks like a really nice truck, my budget's closer to PPRRIICCEE, but if it has special doodads I could go closer to list price", "Okay, can you let it go for PPRRIICCEE?", "I have PPRRIICCEE cash in hand and would love to pick up ASAP"], "seller": ["PPRRIICCEE Dollars is obviously way to low to even consider.", "Sounds great, would be happy to let you check it out. In fact if you can come today and everything looks good, I would be willing to let it go for PPRRIICCEE.", "I would honestly love to get PPRRIICCEE for the car but I'm willing to bargain.", "Hello ... my asking price is PPRRIICCEE", "I will let it go for PPRRIICCEE dollars if you are coming to me. However, if you want to negotiate any lower than that I will have to swap out the wheels for some base model Mercedes wheels I have that are n't as nice as the ones in the photo.", "I am pretty firm on the PPRRIICCEE. Its low miles, Everything is in mint condition. Ill knock off the$ 600 for you if you can come take it this week, How is that?"]}, "confirm": {"buyer": ["2200", "fine", "keep it have a nice day", "Does it have tires?", "yeah I love toyota", "Has it had regular radiator and transmission flushes?", "I will submit", "that works for me if you can deliver it", "that works", "That sounds fair. Is it an every day car? Has it been taken on lots of trips?", "Sold", "Yep", "Offering 5000", "thanks", "awesome", "cool"], "seller": ["I will gladly oblige", "Can you go up to 5500?", "cheers", "Seems fair", "L", "13000", "So you're interested in my truck?", "Done", "Thanks", "Thanks", "my pleasure"]}, "inquire": {"buyer": ["Great car what are you asking for it?", "Hi how many miles on the hatchback?", "Have you changed the oil as recommended since you've owned it?", "Is there any cosmetic damages to the vehicle?", "What does a salvaged title mean?", "Ya I was wondering if there is anything wrong with it?", "I see it is in great running condition, how is the condition of the interior and exterior? Any damage, worn out areas, etc?", "What are the seats like in the truck?", "Hi I am interested in the car you have for sale can you tell me is there anything wrong with it and how many miles are on it?", "can I ask why you are asking so much I know that this car books out at 4500?", "any dant anything wrong with it", "I am, how many miles does the truck have?", "how about you covering the expenses of the painting", "What's the mileage on it?", "Any scratches or dents? How's the upholstery?", "I am good. Are you in the market for new vehicle?"], "seller": ["How about we meet in the middle at 5600?", "Hi. Do you have any questions about the car?", "Do you have any questions?", "Why not? It even had an oil change last week.", "Sure it is in great condition it is front front wheel drive im looking to sell it for around 22,000", "I'm looking to get rid of it fast and that is a reasonable offer so ill take it.", "Yes is there anything specific you are looking for in a car?", "Alright, do you have any questions about my car? It has good tires and rack included"]}, "agree-noprice": {"buyer": ["Great!", "Great, thanks", "Great", "Absolutely can do that! Thanks!", "Good deal! Thank you", "Okay I shall take that then!", "okay deal.", "Deal.", "I sure will!", "You've got yourself a deal", "Sounds good, thank you!", "good deal i'll pick up at noon", "great", "Okay.", "Deal!< puts hand out for a shake>", "I can do that!!", "Okay perfect.", "Sounds like a deal", "Fantastic. Thank you for your time and have a great day!", "Good deal see ya soon thanks", "That sounds reasonable enough for me. I'd say you've got a deal!", "perfect thank you so much", "I'll buy it as is. And buy you lunch!", "8000 thousand sound a bit over budget, but I will take it only if you bring it to my house, is that fair?", "okay great", "That I can do. I have cash. Deal!", "OK. I'm sure I'll be happy with it. Deal.", "Thank you so much!", "Great, thanks.", "I think we have ourselves a deal then, send me the details and i'll head on over when it's good for you.", "That sounds great! Thank you very much.", "Sounds good!", "very well. its a deal.", "Okay! Deal!", "Okay that sounds fair.", "Awesome. It's a deal.", "Deal! Thanks!", "good deal.", "Okay sounds great man. Thanks a lot!", "Damn. If you change your mind, let me know!", "sounds good to me! I'll submit my offer", "If you fill it up before I get it I'll do it.", "That sounds fair enough", "Now you're speakin my language! See you then, pardner: -*", "Okay that works for me!", "Hmm, yes!", "Yeah I'm still stuck on a set of chairs. This definitely messed up", "I'm sorry, it sounds like our budgets are just too far apart. Good luck with your sale!", "That sounds fair to me. Deal!", "Yes please!", "That works for me! I'll make the offer now.", "great thanks!", "Deal", "Great. Please accept my offer on the right.", "deal!", "Sounds good to me", "That sounds good to me.", "She'll be in good hands!", "Your offer is great. Good doing business with you.", "I suppose that'll have to work.", "That's a deal!", "I accept your offer. Thank you for the generous discount.", "Alright I can do that. thanks a lot for being reasonable!", "deal", "Okay deal", "sounds good", "great!", "That sounds good. Let's make a deal.", "That is fine", "Great.", "I'll meet you at your place.", "deal", "great", "I was planning to get some winter tires anyway, so that sounds like a good deal.", "That's terrific. I really appreciate it, have a good day.", "deal!", "Great!", "Awesome! Thanks a lot!", "Sounds good.", "Thank you. Have a good day!", "Deal.", "That sounds fair.", "Okay, you have a deal.", "Great. Will see you soon", "Great.", "well then sorry I ca n't work with that. Thank you though!", "Great, I will bring the certified check Saturday", "Great, thank you!", "Sure. Deal.", "Great thank you.", "Yes we do!", "great thanks!", "You have yourself a deal!", "It's a deal! Thanks!", "Well, that seems fair for a great antique. Sold! Let me know where to go and I'll send out a tow truck to pick it up.", "Ok, Great!", "Perfect thank you.", "Fair enough.", "Sounds like a good deal to me.", "that sounds great! I will run by the bank and get you a cashier's check first thing in the morning. I can not wait! see you tomorrow!", "Okay yeah that works! I'll be down later today to pick it up and sign the paperwork! Thanks so much for your help!", "Okay", "Deal.", "Well, then I guess I'll leave you to find someone else to deal with. Thanks for the time!", "Right, well thank you for your time then", "Ok Great! I ca n't wait!! I need a car badly!", "Hey that's my man alright I can work it out, let's do it!", "That would be fine with me! Deal!", "Thank you!", "Awesome!! Thanks.", "Yes I can do that I just have to stop by the bank. I can probably be there in a half an hour.", "Sounds great! We can schedule for pick up soon.", "Okay thanks we have a deal.", "Yes I can. Thanks so much!", "sounds great!", "Sounds great!", "Yes i can pick it up.", "awesome! thank you", "Great! Will see you tomorrow", "Deal", "Great, thanks a lot", "oh yes! perfect! I will come by with my husband and we will pick it up. Thank you", "Ok, since the miles are so low. We have a deal!", "Yes I was gon na say I could pay you in cash, yes that will work for me!", "great then we got a deal thanks", "Thank you so much, I look forward to purchasing this from you.", "great", "Yes I will have cash in hand", "Okay deal!!!", "great! see you soon!", "Great!", "that's great! thanks!", "okay then since is something I am looking for then deal", "Awesome. Thank you.", "Thank you. Have a nice day", "I think I can work with that. Deal!", "Sure thing we got a deal! Thanks", "Thank you so much!", "okay then will take it", "Okay, I hope sweaty singles are okay, I work as a male stripper:(", "Okay, great.", "Wow, thats not bad at all. Lets do it!", "that's a deal.", "Wow thanks, it's a deal!!", "I do I have both and am willing to also put these into the pile.", "Okay sounds good to me.", "Great! I will see you tomorrow!", "Great that works thank you!", "Okay!", "Not too bad of a deal, sure, that will work"], "seller": ["sounds good", "Great thank you!", "Yes absolutely!", "Sure thing! Thank you!", "Great! Enjoy the car!", "Great I will send you the offer!", "Deal!", "Great.", "Okay", "You have a deal.", "deal", "That sounds good to me.", "Yes", "Thank you. for the tip, just kidding, you put in 3250. I pay you the change when I meet you at the spot.", "Yes I think that could work.", "Great you have a deal", "We have a deal! Thanks.", "Okay, great:)", "Hmmm. Alright, deal!", "Great! It's a deal. See you then!", "Yes, I can stop by today around 7pm", "Alright sounds great! i'll be waiting for you. Have a great day!", "Ok that is just fine!", "Sounds like a plan, pleasure doing business with you", "Yes of course!", "Please accept my final agreement!", "okay then", "Deal", "Deal!", "Okay, great, I look forward to seeing you.", "That will be no problem! Thanks for being easy to work with!", "Deal.", "Okay I take it", "I think that sounds great!", "Sounds like a deal!", "Great!", "Sounds good.", "Great", "That sounds fair to me. I accept your offer. It was good doing business with you.", "Deal", "great!", "Absolutely! Sounds like a deal!", "Fair.", "You got a deal.", "Sounds great man see you soon!", "Okay great, i'll submit the final agreement!", "Okay, well I can do that. Deal!", "Awesome! Give me a moment to confirm.", "You have a deal!", "Okay, I will accept that offer. Thank you.", "You have a deal, that sounds fair to me.", "Deal, I can do that!", "that's fair, deal.", "Okay. Deal", "It's a deal!", "Great!", "Then you have yourself a deal", "yes, see you tomorrow then", "Great!", "Deal. Nice doing business with you", "You've got a deal!", "You got it! Enjoy!", "I'll take it.", "Sounds good.", "Yes it sounds great send the offer! I will accept", "Sure, it's a deal", "Okay, you've got a deal!", "That is great! Thank you.", "ok. It's a deal. Thank you!", "Great then we got a deal", "Great news! Nice negotiating with you, partner!", "Awesome, we have a deal then.", "Hmm, sounds good. If you can pick it up I'll give it to you for the trade and 1000", "Good deal!", "ok you got a deal!", "Yes", "Great", "Okay, thanks! I look forward to bringing the car to you.", "Sure, we can meet halfway. That's a deal.", "Okay, deal.", "Awesome! See you later today!", "Awesome. Thanks again!", "Oh great. Deal then", "It's a good deal and a good car", "okay great", "YEs sure", "Okay. That will work.", "okay perfect! see you then!", "great", "umm,,, Sold!", "Sounds great.", "Okay, that'll work.", "Hey man, that'll work for me. You got yourself a deal.", "ok. deal.", "Deal thank you.", "Glad I could help you out!!", "sure thing!", "I guess that works!", "We have a deal.", "Great", "Yes but I wo n't be able to throw in those tires for that price but I will still add the oil change in there, this seems fine", "yes that works", "Okay, thanks for your interest!", "Great! You wo n't regret it!", "That will be great. See you then. Thank you", "Okay great. Thank you", "You will not regret it! see you tonight.", "Okay I can let it go for that.", "Sure thing! When can we meet up for the teswt drive? just lem me know and we can work it out", "great", "Yes, I think that would be a good deal.", "Yes, I would", "You've got yourself a deal!", "great thank you!", "Sure then we got a deal!", "well here's the deal take it or leave it.", "No damage. It has only been driven a short distance to and from work everyday. One owner. It also has a backup camera.", "sounds like a deal", "You have a deal!", "That sounds good!", "I can totally throw in the seat covers. You've got a deal!", "That's great glad we could make this deal work.", "yes for sure!", "great!", "great. Its yours, Thank you", "Thank you", "yeah that sounds about right", "Ok, I'll even fill the tank up for you! Thanks!", "Okay that sounds alright with me.", "thank you!", "Great! Enjoy the car!", "okay if you have cash today", "Hmm, actually that sounds very reasonable for this car since it is 2013, you're right that is getting pretty old. Thanks for your offer, glad we could reach a deal!", "Deal!", "Thank you.", "Awesome! Thanks for being reasonable!", "Great I will see you soon", "yes we do", "You've got a deal!", "Deal!", "Awesome. Thank you."]}, "deny": {"buyer": ["ok..", "no sorry guess you will have to sell it to those people:(", "Ok, I will accept that price.", "Sorry about that ... I'll quit this one and start over.", "OK deal", "OK, that sounds reasonable."], "seller": ["No prob", "I mean, I've been the only owner of this nice car", "Nothing wrong with it. Its fully loaded, its leather, has GPS, smog test is up to date.", "I do n't know what's going on.", "I'm not sure?", "sorry, I am having a senior moment.", "Ok, great. Will you accept the purchase price of 8500?", "The car is in very good condition, but I would be willing to go down a couple hundred dollars.", "The vehicle is fully loaded but unfortunately it does not have the backup camera or navigation.", "Hi, this is a highly customized 2013 Scion FRS. Beautiful inside and out, definitely a head turner.", "Sure, it has a professional paint job, weather tech floor mats, custom suspension that is adjustable", "I can sell this to you for 13,000.", "No, I have seen this one twice as well.", "We have to chat more if the work is going to get accepted.", "I wanted to be upfront so there were no surprises, but the clear coat is only noticable to those looking closely. We are really careful with our cars. My brother is a mechanic so my cars really get exceptional care. Family does n't eat inside, we are n't smokers, and the leather seats were covered by cloth covers.", "There is no problems with it whatsover. It has 84k miles though.", "Oh I think you must be new"]}, "counter-noprice": {"buyer": ["alright, looks like we are at an impasse. Juts too high a price for me.", "Ca n't do it.", "ok", "i can give a 250 more that what i can do max", "Hi, what is your lowest price on this car?", "I cant pass that up, id love to make that deal", "No.. I ca n't go that low. It is a great car and in a good condition", "ok", "Oh, sorry for being rude", "I think we can make that work, thanks for making us a deal!", "Well, it's a shame, but I think I'll have to pass, unless you reconsider this offer.", "That's a pretty good deal I must say. But I was hoping it came with handcuffs or a taser or at least like. Zip ties.", "because sometime the computers could find out it's was done too quickly and might refuse this, and we have to do it again, you will see in futur tasks", "I can do cash, can we meet in the middle?", "Sorry, I wo n't pay that much for a foreign vehicle. It'll cost twice that in repairs over the years. Thanks for your time, `` dude''", "I guess that can work. thanks for being somewhat reasonable!", "I am afraid that we ca n't deal then.", "ok great, thanks", "Well if you're not willing to budge at all on the price, I do n't think we will be able to make a deal.", "I agree. I'd be happy to pay that. Have you dne any work on the car?", "At 8 years old the depreciation is 80% from it's original price as well as parts normally wear out between 8 to 10 years so although you may have a beautiful car it will begin to fall apart soon.$ 6000 is too much for an 8 year old car. I can go$ 3750", "I'm sorry but I ca n't justify paying more than the value of the car when it has over 230000 miles on it. Have a good one.", "its used, i can get a new one at that price you are asking", "If I come and pick it up, how about 1900. Thats way to high.", "I can do that.", "I was n't looking to pay such a high price for a car that's fifteen years old, wear and tear alone are going to cost me, are you sure you are n't willing to come down a bit?", "OK, that's acceptable, but I still want the air freshener, haha.", "OK", "That would work.", "OK, great", "It's still too much of a reach for me at that pricce point. I have to walk away from that. Thanks anyway!", "That's good to hear! It seems to be exactly what I'm in the market for. I will say though that most of the other similar condition similar model cars I have seen are in the 3,500 range. I'd be willing to go a bit higher than that, but what is your lowest price possible?", "What's the lowest offer you can accept? In my opinion, the starting price is too high, I was expecting around 10k compared to other listings online for similar vehicles", "Well to be honest I am working with a much smaller budget ... though I could go higher if this Humvee had something I could n't get elsewhere. Can you tell me a bit about it?", "no sorry I guess I will pass on this then as it does n't fit my budget. Thank you for considering though!", "Lower the price a bit. I just lost my vehicle due to a faulty tranny. Need any assistance i can get. Times are tough.", "that will work, I sure do n't need them anymore", "For sure, have a good evening.", "I ca n't, not enough value in it.", "it's a bit out o fmy price range though. 17000 for a85 is a bit high", "I can do it today, if you can deliver it to me.", "I can pick it up later today.", "I think I can squeeze that in we have a deal.", "Awesome car I saw posted by you. Would there be a time I could come and look at it? I've been wanting to get a vintage car for some time!", "OK deal.", "3400.00. I'll pick it up and I'll make up the difference in a trade. I have a 1990 Honda accord. It needs a transmission. Motor's excellent.", "Okay. That I can do. I will get the cash from the bank and be over tonight if that's all right.", "Ok well I guess that is good, I accept, I will be over with the cash tonight. Thanks!", "Ok. I can do that.", "Ok, I do n't think Iwil lcoem across a deal like this again, so I accept.", "If you can deliver it to me, I would consider that.", "Ok.", "Sorry sir. We wo n't be able to reach a deal. Good luck in your in search for a prospective buyer."], "seller": ["Title is clean, you can come tomorrow at 8am", "done, i'm submitting the price now", "Hello. The listing price is 12000, and the vehicle only has 45k miles on it. Its also got tons of tech pre-installed, like bluetooth connectivity and aux/usb. I can drop it a little bit though, how does 11000 sound?", "ok ill drop it to 5,900 because it is a real good looking and you can resell it for more later", "No, it's in great shape and well maintained. We have 2 kids now and it's just too small so we got ta get an SUV.", "I do n't think that's doable for me, that's nearly 25% off the list price. I ca n't go below 14,500.", "Sure, we can meet this afternoon. See you soon", "There is no way I could go that low. I would take 4,500.", "ok thanks all yours make apointment for pick up", "my insurance company did not increase my rates because of the title. I can give you my agent's phone# and you can work with him too.", "That would be acceptable if you pick it up today with cash.", "I ca n't go that low. Sorry", "thanks for working with me, do n't mean to push you dear", "Ok I'll do that.", "sure", "oh wow that is insultingly low.", "Time is money. Got ta see other offers goodbye.", "Not too much. Are you interested in the car? I am selling it at a great price.", "Yeah, I can take the price down, sure that is reasonable.", "Sure", "Hello I'd like to buy your sofa and loveseat. They will match my house perfectly! Can you lower the price a bit for me? I'm a poor college student", "Ok.", "no prob", "No there's no rebate I can offer you, why would I offer a rebate just to give the money back to you? You do n't make any sense at all I'm afraid we ca n't reach a deal.", "Ok, in what area are you thinking? I really ca n't go much lower than the listed price, being the vehicle has low mileage and interior/exterior is in such good shape.", "I'm not happy about it, but I need to sell. Agreed.", "Sure, I can offer that.", "ok", "I would be more then willing to allow you to make a down payment on the car and finish paying it off in 30 days. I will give you a receipt for your down payment. The car will stayed in a garaged state until you pay it off..", "Ok that is fine", "that is not is a range that i could accept or consider sorry", "Okay. I'll go elsewhere. You can reject the offer.", "That's lower than I wanted to part with it, but you seem genuine so I will accept that offer.", "Well I am actually financing something bigger and can take a small hit I guess if I have to. I could let you have it for 19,000. Once you drive this car you will not regret it. It is an amazing car I really wish I did n't need to sell it.", "I think I better wait for a better offer. Sorry.", "The vehicle is in great shape, I am sorry I can not go so low. It's rust free although 23 years old!", "Sure, but call Pat first.", "If you can pay in cash that is definitely a reasonable offer. I will be around today if you want to come check it out and give it a test drive.", "Come on by for that test drive. I'll e-mail you my address.", "No problem. Have a good one.", "Ok sold", "That can work. Thanks a lot.", "I have replaced a few items on this car, it only had one owner which was me, and it has less than 100,000 miles on it. What is your offer?", "Cash only, please. I can meet tomorrow if that works for you. Do you need a test drive before buyng?", "That's reasonable, and I assure you, there have n't been any accidents.", "Ok that works, see u tonight", "Alright well you have n't given me any reason to lower my price even though I went against my ad and said that I would be willing to negotiate right out of the gate. Thanks for your interest though.", "Well I am sorry too.", "Sorry that is just too low for me. This is my deceased husbands car and I do n't think I could part with it for less than double that. I will even throw in some food to take with you.", "Sorry it was n't included in the ad but that is n't really a reason for me to lower the price. This seems to be a waste of my time.", "I can accept that price if you can pay for it within the next 48 hours.", "No problem. Thank you.", "awesome, see you soon", "Ok.", "The lowest that I could go is 8250. The bluebook on a vehicle with this low of miles is 11000.", "Ok sorry we couldnt agree", "Why not? It's fully loaded, and there's really nothing wrong.", "you've done quite a bit of research. i commend you. i'm going to need someone who loves cologne and rap music a bit more. it was a business doing pleasure with you.", "Ok deal.", "Ok deal", "No problem", "It is a beauty. My baby:). I bought it brand new off the lot but I recently got married and had a kid so it's not very practical for a family. It only has 15K for the millage. It was my `` fun'' car and I mainly drive a sedan for work.", "The car was barely used. I usually ride my bike to work as its a 15 min trip for me. The mileage is low, the engine is great, no accidents, one owner. Youre getting a vehicle thats gon na last you for SEVERAL years.", "That will work for me if its cash and you're picking it up. Thanks a lot for the sale!", "I have other offers right now so I am trying to be fair. 5250 cash is s low as I can go.", "Sorry I mistyped I'm asking 8500 for it"]}, "disagree": {"buyer": ["Okay well since I really need a car right now I can do PPRRIICCEE, if you really need the money and need to sell it before you move I do n't think you'll get a better offer.", "Ok I can do PPRRIICCEE", "$ PPRRIICCEE Cash via Bank Transfer. Thats the best i can offer sorry", "ok. I will do PPRRIICCEE", "PPRRIICCEE dollars? Ok then", "Is that PPRRIICCEE a month?"], "seller": ["I can do PPRRIICCEE, but if$ 9000 is your low, then I do n't think we can make a deal.", "ok. PPRRIICCEE", "Yeah I'd come down there for you no problem man. Ill even go easy on you and settle for PPRRIICCEE, we got a deal?", "Sorry, I can go as low as PPRRIICCEE but your offer is n't very reasonable.", "Sorry, I meant PPRRIICCEE", "Ok PPRRIICCEE", "haha no way man. I think you're looking at the wrong car if you think 1/2 of the asking price is acceptable. If you're actually interested in this car then the lowest I'll go is PPRRIICCEE. I hope you can understand."]}}, "bike": {"inform": {"buyer": ["Mine is about a bike ... haha", "see ya in a few thanks", "Give me your answer do ...", "Could we negotiate a price or is 120 the final price", "It is more than want to pay but it is a very fair price for the bike, I accept. I will be over with the cash today.", "Works for me", "you know what you drive a hard bargain. 210 it is", "Let's do it.", "Youre at 35, Im at 25. How about we just meet in the middle at 30 and let this bad boy start rockin'?", "I am interested actually and I'd like to know a few things. What condition is it in and how used is it?", "It's so purple.", "How about 15 ... Its basically for parts. Just kidding 40 is good.", "Excellent.", "My son is looking for a new bike and it looks like this is just what he is wanting. Is the price you are asking firm, or are you willing to negotiate? My son is paying for this himself and is a little short of the asking price.", "Excellent", "Hello. I was just looking over your listing. Lots of details.", "works for me", "Okay- I agree to the price"], "seller": ["The condition is well enough I will take 70", "Seems fine.", "Hi- thanks for your interest. The bike is only a year old, its barely used. Perfect condition.", "It is barely used and in great condition. One of the tires does need a new tube.", "Perfect ill take it then", "Yes. The color is black, and very good shape", "it's 1996 and mint condition.", "lets do it", "I have a TREK 820 RST 191CL Mountain Bike for sale.", "Good doing business with you.", "It's the original seat and is in good condition.", "Well although it is used, it is in almost new condition. It has very few miles on it and it was very well maintained. What about a price of 700?", "Perfect. Definitely would.", "This is a great bike that is only 1 year old.", "Awesome.", "Excllent.", "That will work very well for me.", "I will have it ready.", "You have to negotiate or they will reject it", "It is dark blue. Tan seat.", "It is in excellent condition. Only used for 50 miles.", "I think it's worth it.", "Perfect.", "thats sound good", "Your welcome."]}, "disagree": {"buyer": ["ok i can do PPRRIICCEE", "Haha, okay, I ca n't argue with that logic. PPRRIICCEE it is."], "seller": ["Ok I can can take PPRRIICCEE for it.", "I do n't know what you mean when you say `` This is not a good book.'' I can not take PPRRIICCEE for something that is worth almost twice that. Sorry, but no deal."]}, "affirm": {"buyer": ["I will come and pick up the bike.Please speak to me.", "I think this bike is amazing. I do n't want it anymore because I got a new one for my birthday!", "great when can i pick it up", "sounds great. how is 300?", "Yes", "I understand. You said it's in good shape -- is the frame damaged at all?", "Well Im here to buy your bike for 1155 and I will pick it up. Is that good", "No but if you buy this bike I will include a helmet and a free bicycle ride-along cart that goes behind it.", "Okay!", "You need to write before making an offer.", "Willing to accept five", "If I drove to you to pick it up with cash in hand would you do 800?", "Yes. How old is the bike?", "why. why would you waste my time and yours with this. it is ridiculous. I hope he requester bans you. If you do n't understand the instructions do n't take the HIT", "80 works great done deal."], "seller": ["This is a great deal you wo n't get very often!", "I do have some wiggle room with it. But I've got to get the cost back on it. I bought it and brought it back from Italy.", "you know, that does sound good. deal.", "sounds good", "Yes I still have it. It's in great shape.", "Sure! that's acceptable", "yes it is", "That is great", "Yes I still have it. It is a steel frame, so very durable. Brand new white tires, the brakes are a bit squeaky wd-40 could probably fix that. There are also several new parts on it. I would like to get 160 for it", "Yes I still do want to sell the bike.", "Yes somewhat it is already discounted from the original.", "I think that your child would fit well with this bike yes", "I do, its a great bank!", "Hi yes it is", "Yes its a great thing for a boy! I am sure he will love it!", "I think that seems far. I like the deal. Lets do it.", "This bike is in great condition! Come get it today"]}, "greet": {"buyer": ["Cash it is!", "there u go", "hello? are you still there? Could you include delivery?", "I am interested in the set of wheels you have for sale ....", "Hello", "thanks!", "Hello, I'm interested in the bicycle you have listed.", "hello", "See you then!", "Thanks!", "Hi i am interested in your Commencal DH Supreme.", "Hello", "Can be there in 20 min.", "Absolutely!", "Grat!", "Hi are you still selling the bike?", "I am interested. Do you know how much the brake cable and chain run?", "Hello", "thanks!", "I am interested in the Bike", "hello", "Hi I am interested in this bicycle. Please give me more details about it?", "Oh boy, thanks!", "Hello!", "Awesome!", "Hello I am interested in the tandem bike you have for sale.", "Thanks a lot!", "See ya!", "Are you interested in the bike?", "you too!", "Awesome! Thanks"], "seller": ["See you then!", "Are you interested in buying this Bike?", "Sure!", "Fantastic!", "Hiya, your interested in the 29er?", "Hi, are you interested in the bike?", "Perfect, thanks!", "Hello", "Yea Boy!", "Hi", "How how are you, are you interested in my pirvateer?", "I am interested in the Blackberry Bold 9700 you have for sale", "Hi, are you interested in buying my bike?", "Hello!", "Hello, are you interested in my bike?", "nice!", "Thanks!", "Thanks!", "Perfect!", "Thanks!", "You are welcome.", "awesome!", "Are you interested in buying this bike?", "ok perfect!", "Hi. Interested in my bike?", "Thanks. Will see you!", "Done!"]}, "agree": {"buyer": ["Deal. I can swing PPRRIICCEE.", "That sounds good, I'll pay PPRRIICCEE.", "Sounds great. I'll make an offer for PPRRIICCEE.", "Hey, I hear you. Ca n't blame me for trying! I'm good with PPRRIICCEE.", "That sounds reasonable. I will accept the offer of PPRRIICCEE.", "sure, I'll pick it up. PPRRIICCEE it is.", "Thank you, I believe PPRRIICCEE is fair and I will pick it up in 2 days from now. Thank you!", "Okay. That works. I'll pick it up for PPRRIICCEE", "Yeah, that absolutely sounds fair. I would be happy to come pick it up for PPRRIICCEE. You've got a deal!", "Awesome. Then PPRRIICCEE it is. It was great doing business with you.", "Okay, if you are wiling to deliver the bike then I will pay PPRRIICCEE.", "ok great then agreed on PPRRIICCEE", "I would be willing to come in at PPRRIICCEE. Sounds like a deal!", "I can definitely do PPRRIICCEE we have a deal then!", "I am willing to go up to PPRRIICCEE. You got a deal.", "That sounds nice, if I like it, I'll pay PPRRIICCEE for it.", "Considering you'll drop it off, I would be happy to pay PPRRIICCEE. Pleasure doing business with you!", "How about PPRRIICCEE and you got a deal", "$ PPRRIICCEE sounds great, I could come pick it up this evening.", "That sounds good. I'll give PPRRIICCEE for it.", "Perfect! PPRRIICCEE it is", "Okay sounds like a good deal. I will pick it up today. PPRRIICCEE.", "Yeah that sounds like a good deal. I'll take it for PPRRIICCEE and I'll come pick it up later today.", "That sounds like a fair deal. PPRRIICCEE with delivery.", "Okay I can do that man. I see how awesome this bike is, looks really cool in the picture! PPRRIICCEE it is! Ill be over later today with cash!", "PPRRIICCEE is a fair price. You have a deal.", "Nope. I'm walking away at PPRRIICCEE. Thanks for your time.", "Yes, I could do PPRRIICCEE, that's a deal!", "$ PPRRIICCEE is a deal!", "$ PPRRIICCEE sounds great! You have a deal!", "okay that is about what I was thinking! PPRRIICCEE is perfect! I will pick it up in an hour!", "$ PPRRIICCEE is fair. Ill take it. Thanks!", "Ok PPRRIICCEE sounds great! You have a deal!", "Great! PPRRIICCEE then! Thanks", "Great. Then please bring me the bike and I'll pay PPRRIICCEE cash.", "I can do PPRRIICCEE for it that sounds fair. Thank You."], "seller": ["I can do PPRRIICCEE, but only if you can pay in all quarters. Meet me at the laundry mat and we've got a deal!", "Deal. PPRRIICCEE it is", "Awesome, pleasure doing business with you! PPRRIICCEE it is.", "Ok its a deal=) PPRRIICCEE it is!", "finale deal is PPRRIICCEE take it or leave bub", "Okay. That'll work. PPRRIICCEE it is.", "Okay. If you pick it up then I will accept PPRRIICCEE", "Great! I will go ahead and accept the PPRRIICCEE then.", "Then I'll take the PPRRIICCEE.", "ok. PPRRIICCEE you do the tires. then it's a deal", "Okay, yeah I can do PPRRIICCEE", "PPRRIICCEE and we have a deal", "PPRRIICCEE sounds like a great deal. I accept it and you can pick it up tonight.", "ok, PPRRIICCEE it is!", "$ PPRRIICCEE and you have a deal", "I can do PPRRIICCEE we got a deal.", "yes PPRRIICCEE dollars is a very fair deal", "sure, PPRRIICCEE and we have a deal", "Okay If you can do PPRRIICCEE cash you got yourself a deal! Thanks a lot!", "I can do PPRRIICCEE with a helmet! Tonight works for me.", "$ PPRRIICCEE is a great price!", "That sounds a lot better. I'll take PPRRIICCEE and if you have gold coins I'll accept those. Thanks.", "PPRRIICCEE$ sounds great to me! I think you'll really enjoy the bike. You've got yourself a deal.", "PPRRIICCEE sounds fantastic to me! Enjoy the bike!", "$ PPRRIICCEE you have a deal my friend.", "Great. PPRRIICCEE is a good price.", "Yes, I could accept PPRRIICCEE. You've got a deal!", "If you can make it today I'll accept PPRRIICCEE!", "Yea great! I can do PPRRIICCEE.", "Yes, i will accept PPRRIICCEE. Your son is going to love it!", "Yeah that works. PPRRIICCEE is a deal", "$ PPRRIICCEE is a deal!", "$ PPRRIICCEE and we have a deal.", "okay then, PPRRIICCEE it is, thank you.", "sounds good PPRRIICCEE is good enough. You could come pick it up anytime", "No problem. I can even get it to you today. PPRRIICCEE it is!", "Okay its not like PPRRIICCEE dollars is gon na get me a brand new bike. Okay then deal!", "Oh wow, it sounds like you have made up your mind. I will sell it to you for PPRRIICCEE. It's a great bike, hope you enjoy it!", "I'll do PPRRIICCEE. You have a deal", "I can do all of that, but only for PPRRIICCEE. Deal?", "Well, you seem like a nice person. Let's say PPRRIICCEE and call it a deal!", "PPRRIICCEE dollar should never keep two men from their drink. You have yourself a deal.", "Sounds good, PPRRIICCEE it is"]}, "propose": {"buyer": ["Hi, I think that PPRRIICCEE would be a fair price.", "Is that PPRRIICCEE dollars?", "How about PPRRIICCEE?", "looks good, I used to have one something like this. would you accept PPRRIICCEE?", "It's beautiful. Will you accept PPRRIICCEE. I can pay cash and pick it up today.", "Yes I am. I will pay PPRRIICCEE. for it", "I saw your ad for the BMX bike. Would you consider PPRRIICCEE?", "I could pick up today for PPRRIICCEE. Thank You.", "How about selling it to someone who would put it to good use for PPRRIICCEE?"], "seller": ["It's ideal for a student. The least I would take is PPRRIICCEE. I think that is a very fair price for both of us.", "PPRRIICCEE is below list. Just saying.", "it's a decent bike, it has 24 gears and its giant! ... i would think PPRRIICCEE is a fair price", "Alright. I could give it to you for PPRRIICCEE.", "I would entertain an offer of PPRRIICCEE", "I am good are you interested in my bike it is lightly used U lock included I am asking PPRRIICCEE"]}, "confirm": {"buyer": ["Awesome", "thanks", "Perfect", "Sweet", "thanks", "Today", "thanks see you then", "Thanks very much", "thanks", "Thanks", "Yes I am interested. What condition is it in?", "Thanks", "alright", "fine", "cool", "Thanks", "Awesome thanks", "Yes, I can deliver.", "sounds reasonable", "yeas", "Thanks", "well thanks anyway", "Thanks", "105"], "seller": ["2000", "sold", "thanks", "That works", "60?", "thanks", "hmm seems we have a glitch here", "thanks", "done", "see you then", "done", "Agreed", "can you do 150 if i deliver it to you?", "Thanks see you soon", "pretty new", "awesome", "that will work"]}, "inquire": {"buyer": ["How does 90 sound?", "Does it ride well? any scratches?", "I'm thinking about 1/2 of the asking price could work for us both", "That's great, how long have you had it?", "what about the tires?", "Hi, how are the brakes on this?", "Any cat hairs on it?", "What are you asking for it?", "I see that, can you tell me a little more about the condition?", "Yes, I am. Can you tell me a bit about it please? How old is it?", "i have a meeting to get to what is your best offer", "Hi are you able to take 90 for the bike please?", "How about 1800?", "How long have you owned it?", "what is the weight limit?", "Does it work efficiently and how long have you had it", "thank you, looking forward to getting it for my mom", "Yes I am. What can you tell me about it?", "that works for me"], "seller": ["How much is your best offer?", "180 for the bike?", "What do you like about them?", "Perfect, do you have any questions about it?", "Hey, how are you?", "Hi beautiful bike right? It is a Puegeot bike which comes with all the original parts and assecories", "Than I take you will accept the offer?", "Do you have any questions about the bike?", "Were you interested in the RED 21 speed bicycle that is for sell?", "Thanks a pleasure doing business with you"]}, "agree-noprice": {"buyer": ["Great!", "perfect! just what i was gon na offer!", "OK deal. Thanks!", "Great thank you.", "Sounds good.", "Seems' like we got a deal! My fat will be so happy!", "That sounds like a deal to me. Thank you.", "Ok, that's sounds fair.", "That sounds great. It's a deal. I will go ahead and submit the offer", "great thanks", "thank bro", "okay great", "Deal!!!", "Sounds good to me. Deal then! Thanks", "That sounds like a great deal. Thanks.", "Godd deal see ya at 2pm thanks", "It's a deal!", "Great! Thank you", "Okay great. Thank you", "great thanks", "Sounds great to me!!", "Great.", "Well, it's 1:30 a.m. I guess I could be there any time, so wait up.", "Okay!", "Deal. Ill put the offer in the submit box. Send me your address", "thank you", "Deal", "Thank you very much!", "Great it's a deal!", "Awesome, Thanks!", "I see. Well you live so far away and the gas money is severe. I can do 100!", "That would be super!", "Sounds good. I am submitting the offer right now.", "Deal!", "That sounds good, thanks!", "That's absolutely great! Thanks then we got a deal!", "Deal!", "Deal!", "That is fair.", "Great then thanks!", "Thanks then deal", "yeah we have a deal", "alright, I suppose that is a good deal.", "Thank you!", "Oh free delivery, that's always good. Alright, i'll take it!", "Alright buddy, looking forward to my new bike!", "Oh you know what, that sounds fantastic, lets make a deal friend!", "That's a deal!", "okay, sounds good.", "Deal!", "Oh stop! You are very persuasive! I will have to take it! Thank you for the toy!", "sounds like a deal then", "That sounds great. A little more than I want to spend but I am sure the bike is well worth it, thank you! I will have the cash ready when you get here.", "Sounds good", "Great, I am on my way!", "That sounds fair.", "Sounds great to me! Thanks", "Great, that's a deal my friend.", "Alright, sounds like a deal.", "Deal", "Deal!", "Ha! Ha! Ha! Funny one. I already have enough problems of my own at home with just a dog.", "great! I'll be riding it so no flat tire please. Thanks!", "Great!", "Okay, great, I'll be at your house tonight.", "Good deal. agree", "I'll enter my price now. I'll pay cash and pick up the bike at your convenience today or tomorrow if you accept. Look forward to meeting you.", "Awesome! I think we have a deal then.", "Cool. I accept.", "deal", "Thank you.", "Thank you very much!", "Great! Thank you very much.", "That seems fair.", "That sounds fair.", "Greatm we have a deal Partner! See you soon!", "Awesome. I'll email you with the time", "Actually I just counted all my cash here and i need to put gas to get the bike can we do 114", "Cool. Deal.", "Sounds good. thanks", "yep. that's works for me.", "okay let's make a deal then..", "Okay thats a deal!", "Yay! Thank you so much! I ca n't wait until it gets delivered, I'm so excited!", "Sounds great!", "Yes, that's a great deal, thank you very much.", "great!", "Okay that's fair deal", "You are the best:) Thank you this is super helpful for me, see you soon!", "Okay, sounds good.", "Deal.", "Great. Thanks!", "That sounds good to me. Nice doing business with you.", "Noon works fine, thank you. Have a good day!", "Deal", "That sounds fair. I will take the deal!", "That's great! I'll send my offer now", "Thanks, sounds great!", "Deal!", "Okay.", "Okay we have a deal.", "Certainly. Thank you.", "Sounds good!", "Fair enough I suppose.", "Great! Deal!", "deal", "Ok, you have a deal then.", "Yes, I can.", "Perfect sounds good to me. Thank you!", "sure will!", "Sounds good. Deal.", "Great! Deal!", "you have a deal", "Yes!", "okay that works for me. I am down for it then! Thanks!", "Great, we have a deal. Thank you!", "That sounds great!", "Deal!", "That is a good deal. I will take it.", "Awesome, Thanks a lot!", "thank you!", "Great!", "Great!", "Good enough for me, thanks!", "Great ... thank you so much and tell grandpa thanks.", "Deal, I will pick it up!", "Yes and thank you!", "OK that sounds like a good deal!", "Sure thing, I'll pay you in cash today.", "Awesome, thanks a lot for the help!", "Alright thank you!", "Oh alright you've got yourself a deal!", "Deal", "Great", "Okay, great!", "that works for me. you got yourself a deal", "Okay, it is a deal.", "That sounds great. Thanks!", "Awesome, you're the best! Thanks a lot, I'll be over later to pick it up!", "Great. Thanks.", "Ok, that's a good deal to me. Thank you!", "Deal", "great, thanks!", "Then sorry I ca n't afford your bike. Thank you though!", "Okay, thanks.", "Yes, I can do that.", "Okay. Deal.", "Okay, yeah that works out still. Ill be over later to pick it up!", "That would be perfect!!! My daughter will be so surprised, it's a deal!", "That's a deal!", "That sounds reasonable. Let's do it!", "I guess I can do that, thank you!", "great", "That's a deal!", "Ok sounds like a deal then. Thank you", "Oh yes that sounds great would save me on gas and finding someone with a truck.", "Awsome. Just e-mail me your address and I'll be out as soon as possible!", "Sounds great.", "Great", "deal, 500 sounds good in cash.", "Perfect i can make it tonight thanks!", "Thanks! That would be great.", "I agree, that is a fair deal. Thanks!", "Okay deal", "Okay,, just send me your address and I'll be there within the hour.", "Lol sounds good man thanks!", "Sounds good. Sold!", "Awesome! Thanks so much! I'll be down later today to pick it up! Nice doing business with you!", "Great, thanks!", "Yes. That sounds great. Thank you.", "Sounds good.", "Yes I sure can! Thanks a lot, I'll see you soon!", "That sounds great. Thank you so much!", "Alright I will take it!", "thank you!", "I can have the money by then. Tomorrow morning sounds good to me. Thank you for the discount.:)", "Ok, you have a deal.", "Good Deal", "Okay, I am good with that.", "great, thank you", "Okay we'll do that.", "Works for me! That's a deal!", "deal", "Deal", "Great thank you so much!!", "thank you so much. I ca n't wait to stop walking everywhere.", "ok, I'll take it!", "Okay great. We have a deal.", "Deal!", "Alright, yes I suppose I could do that", "Great!", "Of course. Just to be clear, the deal is contingent on it being in working order when I arrive.", "Sounds great! Thank you!", "Deal.", "Sounds good.", "great, thanks.", "Sounds good", "Thank you", "Great, I appreciate working with you. Thank you.", "Okay, I can do that. I appreciate your time and will see you soon to pick up the bike.", "Thank you!", "Great, see you soon", "okay works for me! Thank you so much!", "Yes, we will be there. Thank you so much", "That sounds perfect!", "thank you", "Okay will figure something out then!", "Deal!", "Can do! Thank you!", "Great, I'll come pick it up at your house tonight. Look forward to seeing you.", "Deal", "Okay, good, I'll be around your house at 10p.m. to get it. I'll also pick up the bike:)", "You've got yourself a deal!", "Great! Thank you!", "Okay perfect, I have the cash right now!", "Deal!", "oh that would be great. I'll take it", "Deal.", "that works for me. see you then.", "For sure, I can ride it home!", "okay deal", "Ok you've got a deal.", "Great!", "DEAL!", "Okay, sure. Just accept the offer whenever you're ready.", "Cool .. thank you", "That sounds like a good deal. Thanks a lot.", "Deal!", "thanks a lot! good to do business with you", "Awesome. Thanks a lot!", "Sounds good", "okay great that sounds good! I do actually like hello kitty!", "Sweet thanks a lot! See you soon!", "I'll try:-) thanks!", "Thanks so much for the understanding! I'll see you later today to pick it up!", "alright i'll be by at 5pm to pick it up"], "seller": ["deal", "Okay we are good. I like you.", "Definitely! I hope you are able to get more use from it than I was.:)", "Agreed, thank you!", "That seems fair. Deal.", "deal and enjoy!", "Thanks a bunch Ill start getting it all ready for you!", "Great! You can come pick it up whenever, I'll forward you the details. Nice doing business, have a wonderful day!", "Great, sending my offer. Enjoy your day! I'll get back to my Turkey.", "Great! I'll accept.", "Deal then", "Thank you.", "SOunds great. See you then.", "Good. Its a deal!", "Sounds good to me.", "Deal. I'll send you my address and we can get you this bike tomorrow! Thank you!", "That's great, cause I just 5 miles from town. Deal. Send through the offer and I'll accept it.", "Sounds good to me.", "sounds great to me", "deal", "Sure. You have a deal.", "Okay. It's a deal. You've got an awesome bike", "yes I'm flexible make me an offer.", "Ok great, just put the offer in and I'll bring it over today for you.", "okay", "Okay we can do that. My brother will be so sorry to see it go!!", "cool its a done deal then", "Yes you get the helmet for your child's safety", "The tires are I great shape. The seat is not cracked at all. And your welcome. I've had it for about 5 years. I bought a new one that is why I am getting rid of it", "You can pick it up at the central park gazebo at 5:30", "Thank you", "Yes!", "That sounds even better.", "Actually, that's fine. You've got a deal.", "Ok.. I can wait. Thank you!", "No, thank you!", "That sounds perfectly fine to me. It's a deal.", "Great then", "Sounds good!", "Yes. 115. Thanks for your patronage!", "Sure thing!", "You need to write otherwise it wo n't be accepted. The conversation needs to go longer a bit!", "That's fine", "okay", "We'll see you then. Thank you", "Yes, it includes a spare set of pedals. You have a deal", "Thank you!", "I think that is a fair offer, I accept. Can you come get it today?", "Yes I can do that for you!", "Absolutely we can work that out not a problem on my side!", "That sounds fair. We have a deal.", "great", "Sounds good! I look forward to seeing you and I will have it ready to go!", "Sounds good", "yes I can thank you", "Sounds good.", "It's been a pleasure doing business with you. See you soon!", "Sounds great. See you then.", "Yes, I suppose. Please make it over earlier rather than later.", "You got yourself a deal.", "I'm willing to deliver to you! Sounds good to me!", "Thank you.", "Okay, you got yourself a deal.", "Deal!", "Alright, all in all that sounds fair! You got it.", "that works man. thanks a lot!", "Deal", "Ugh I think the HIT glitched. I was just negotiating with someone else as a buyer as well. GG", "Yes", "Yes that will work.", "great we have a deal!", "Okay, nice talking to you. Good luck.", "Deal", "Okay deal.", "Yeah with cash and you picking it up, that will definitely work out. Thanks for your purchase, I hope your kids love it!", "Sounds like a deal. What time will you pick it up?", "That sounds good. Deal.", "SOUNDS LIKE A DEAL.wHEN YOU PICKING IT UP?", "cool 175 it is..cheers", "Sounds great. thanks", "I sure will, that sounds great. Thsanks for doing business.", "Tomorrow sounds good.", "Sounds good", "Delivery is not a problem. It was great doing business with you, consider it sold!", "I suppose you'd get more use out of it than I.. sounds good.", "Great.", "Sounds very fair. done deal. Anytime after 2: pm is good.", "Yes, it's a deal!", "Agreed then!( check the directions, I think it says you can)", "Yes, I'll take 25", "deal", "deal!", "Great!", "Perfect. I will see you later today to pick up the bike.", "Yes I could. You can send the offer", "You've got a deal! I hope you like it as much as my daughter did!", "Sounds good!", "Deal!", "Sure that sounds good", "Glad to hear it!", "That's fine. I accept your offer.", "Great!", "That's fair. I accept your offer.", "Everything else is good to go on it. I have kept it in excellent condition. I can get the chain size for you before you come pick it up.", "Great! Deal!", "I can deliver. Great!", "We have a deal send the offer.", "Sounds good!", "That works. Okay then.", "Yes!", "yes, that should be fine.", "Thanks a lot! See you then.", "Okay.", "Yea for sure! Thank you!", "Alright that's great because I have one of those! Sounds like a deal, thank you!", "great. nice talking to you!", "i guess i could do 110 if you come and pick it up and do the pads yourself", "okay. it's a deal.", "Thank you.", "Yes.", "Okay, you got yourself a deal.", "That would be fantastic. I'll help you load it up into your vehicle. Thanks so much!", "Great thanks", "Yes. Deal", "Deal", "Okay great", "Yes", "sure thats a deal", "That sounds like a fair deal. Thanks!", "I can get you the certificate. I accept your offer.", "Great", "deal breaker", "Sure that sounds like a fair price.", "Yes, but can you come before 8pm? I need to get some sleep before work tomorrow.", "great. I", "I am pretty firm on the price.. They really dont make them like this anymore. But as long as youre coming this evening with cash I guess I could knock one hundred off for you.", "Yes of course! That helps me out a bunch, as I do n't have a way to deliver it to you. I'll see you later today then!", "Okay since you accepted my terms and condition i accept your proposal. Deal then", "You're the best. Rock on!", "Okay, I can do that. You've got yourself a deal.", "great! see you tonight!", "Great. Thanks!", "Sure. That sounds fine.", "Great. We have a deal", "Awesome. Thank you!", "Okay I can do that.", "Sounds like a deal!", "Okay, its yours.", "Great, see you then.", "great!", "great!", "Great!", "Ok you got a deal!", "Ok great!", "That is a deal!", "deal", "Yes sure.", "Ok, sounds good!", "Alright, Deal.", "Exelent, deal!", "great", "Ok, that sounds reasonable. I'll see you tonight at 8pm!", "Great! But you need to pick it up. Thanks", "Yes I can do that since you coming tonight!", "Ok that will work!", "Great than we have a deal.", "Okay!", "Great!", "That would be great!", "Great I'll message you a little later to arrange a time and figure out your location. Thank you.", "Deal!", "Deal. I'll send you my address, Just shoot me a text when you're on the way.", "Awesome that works perfectly!", "Awesome! Thank you!:)", "Sure. I can do that. You are going to love this bike!", "okay then you got a deal!", "It's a deal then!", "Ok sounds great! Deal!", "thanks deal", "Sure see ya then!", "That sounds great! You have a deal!", "okay then we got a deal!", "Great", "perfect thank you, can you stop by today?", "It's a deal.", "deal", "Okay, great, I'm glad we could make a deal:)", "done deal", "Great we've got a deal then! Thanks", "Sure I can throw in my helmet no problem! We have a deal.", "Sure, that's fair!", "It's a deal!", "Okay.", "That is no nice of you! Ok.. I think I can go with you. Happy birthday little girl!", "Okay that works for me thanks!", "Okay, that will work if you can come get it now.", "Sure thing! Thank you!", "How could I refuse that! deal!", "That sounds good to me. I want to get rid of it quick, so I will accept your offer.", "Great!", "Okay then see you around later!", "Great", "I can. Can you come get it before Friday!"]}, "deny": {"buyer": ["I'm poor, please need a bike to get to work", "ok 220", "Sure", "Thanks. I will make you a fair offer now.", "1,2000", "I was supposed to sesll a guy my table:/", "Sure I would love to.", "Alright, we got a deal if you can deliver it.", "You do n't understand how negotiating works. You do n't make an offer until you agree on a price.", "I'm wondering if you would take 125."], "seller": ["Put in a offer and ill accept or reject it.", "Yep, I can 150 and throw in free lessons", "Sorry I think the site is messing up ... I just finished mine and can not submit.", "oh sorry i already did this activty", "I have never used it in the snow. Too cold for me. I am sure it would ride great though. I have used it in the mountains during spring, summer and fall, but no snow.", "No. The brake handles were replaced a number of years ago and the tires are new, but otherwise, the bicycle is original.", "That's super weird. Well they'll see this chat log, I'm not offended if you reject!", "I can do that.", "It's not damaged", "No.", "You have to negotiate first. You ca n't just make an offer."]}, "counter-noprice": {"buyer": ["sorry that is just too much for my range.", "Ok", "and that is too high for me", "me too, good luck.", "Well I have some questions about the item. Is there a reason there is no photo, that makes me nervous about the condition.", "Ok that sounds fair. I can do that.", "That I can do.", "hmmmm 450 is a little pricey, but ok ill take it:)", "ok good", "ok", "Thank you for that additional information. It is not quite an exact fit for my needs but I would like to make an offer. I hope that you will consider it and accept.", "Ok, deal", "Ok np", "Ok, I'll take it.", "ok that works 595 it is", "I can do that", "ok", "Lol it being an antique has nothing to do with it, it's still a bicycle. It's not like I'm going to put it on a pedistool just so I can look at it. Bikes are made to be ridden. Whatever I'll give you 850", "Thanks I'd appreciate that.", "Ok. Sorry I'm too poor to do business with you.", "ok good day then", "Yeah, OK, that'll work.", "That sounds like something a criminal would say. I do n't think we will be making an offer today.", "Okay man thats a little better. Thanks for your help. Ill buy for that price since its such a sweet bike.", "Well then, tell me more about it. Make it worth more to me.", "I can pick up, I'm willing to pay 50 cash up front", "I need the bike. I guess I'll find a way to come up with the cash to buy it.", "Okay, I really ca n't afford that right now, I'll have to look elsewhere.", "Okay, but can I get help with my posture as well? I hate the way I hunch.", "see you than, thanks", "OK. She'll love it. See you later.", "If you are willing to deliver I can do that price.", "Ok, well I see another bike in better condition for cheaper so I will go with the other. thanks for your time.", "I can do that. Thanks for negotiating.", "Sorry was hard to tell, it looks slightly rusted, is it in usable condition?", "Ok, I can accept that.", "Well, the price is good, so I guess I'll agree to the terms. Thank you.", "I can do that. I was hoping I'd get to test it out first, as well.", "Yeah I guess that can work. Thanks a lot!", "Since it has been well taken care of, and no issues, Iwill make you that offer.", "ok thanks", "Okay, I can do that.", "Perfect, I will come pick it up today.", "Were not in the ballpark. Thanks.", "It looks like a good choice for us and I would like to have it. Do you feel you could lower the price a little? I was hoping to find something in the 160-170 range.", "Okay I am fine with that price. But you're delivering it to me, I'm not paying that much and coming to get it.", "Great I can come pickup today thanks", "Ok, we have a deal.", "ok", "I see no problem with this. I agree.", "im so sorry just one second my mouse isnt letting me hit accept", "Sure", "ok thanks", "ok sounds good", "Okay, thanks for negotiating.", "I can understand that, but my problem is that I'm on a really tight budget. Would you be willing to go for", "I could pick it up today.", "ok thanks"], "seller": ["Wow, way too low. This is an ultra-lite bike", "I wo n't.", "That is a reasonable offer. I would be willing to accept that.", "i have put a lot of extras onto the bike, I would go as low as 2600", "ok", "Ok thanks.", "Please do make an offer. I have some flexibility, but not much.", "ok deal", "Sure.", "We've got a deal. Glad I could make them happy:)", "Ok that works for me. Thank-you.", "good man, you can pick it up whenever.", "I suppose we could make that work.", "I'm sorry. I do n't have a bike for sale. This must be an error.", "You know what? Id be more then happy to do that for you. Thank you so much for such a simple sales process, Id be more then glad to see someone else get some use out of the thing.", "Sure, lets do it", "thanks man", "Sure, no problem.", "Oh. That's low. It was built for the 1990 Russian Olympic team. So it's worth more.", "That'd work, better than having it just sit and riot.", "That works, can you come by in an hour?", "Ok", "I can do that! You know women -- my wife bought a brand new helmet to go with her new bike, so we have a practically new one we can throw in no problem. You've got yourself a deal.", "I'm afraid not.", "ok gas is kinda expensive ... that's why I ride bikes in the first place", "I would n't go near that low the low end bike market may not be booming but this is a high end bike.", "Yes I will make you a sandwich in the kitchen, good deal let's get married thanks.", "I can look into it, as long as I do n't have to ship out of the country I should be able to include shipping.", "Sure, as long as you're local.", "Sorry that is just too low for me, it was already a price cut at the listed 149.", "Unfortunately I have to be firm with pricing, as the kit comes with a bike computer, special aero bars, and a custom seatpost. Surely 850 is fair for those addons.", "OK", "OK", "Okay I can do that I guess. Thanks a lot for being reasonable!", "Ok, please come by around 7 and call when you are on your way!", "and that's too low. no can do.", "Yea if after a week you do n't like it we can do a refund.", "Ok, we have a deal.", "Ok deal.", "Awesome I can send the courier to you today. What's the address?", "sure, no prob. done", "um. no. not even close.", "sure", "no problem", "sure", "It's in excellent condition, `` like new'', it has been kept indoors and out of the weather so the original paint is still beautiful. I've had it for the recent summer so only 2 months, I'm moving so I have to let it go.", "Ok then. Enjoy the bike.", "If you come before 6pm, that would be good. I would accept that offer.", "I am not disclosing the color, that is why the price is low. But the bike is very attractive.", "Ok deal. See ya tomorrow", "You know what? I was n't going to go that low, but what the heck. It's yours!", "Sure if tha's all you are willing to do", "That is acceptable.", "Hello! I seen your ad regarding the diamondback bike and I am very interested. Can you tell me a little more about it? Like, how is the frame? No dents, dings or scratches?", "It's red with black accent no rust or dents. If interested I can deliver it to you tomorrow. I'll even throw in a water bottle that attaches to the bike.", "Hello, the bike is a Lemond 6061 Performance Aluminum bike. I got it from a friend and I've had for it for a couple of months.The tires are in good shape", "Sure, I love teaching people how to ride these.", "Yeah, I think its a fair price.", "Sure that would be fine", "There's nothing wrong with it. I bought about 7 months ago, and now I have to sell it because I'm leaving the country.", "Thanks I do n't mind getting another helmet. I can knock off a few", "Okay, I can do that. Text me for address.", "Thats your call you wan na reject just by looking at the pic. Trust me its worth it", "ok", "Cool, you're going to love this bike:-)", "Great we can do tomorrow. That works fine."]}, "counter": {"buyer": ["I'm not sure if I'd be interested in the lock and helmet. In what condition is the bike? I see you've written `` brand new'' in the description, and I'd be willing to go up to PPRRIICCEE if the tires are new and the frame and chain are in good condition.", "That's understandable. I can understand your position. PPRRIICCEE would n't be bad. I can definitely do that.", "Hello. I am very interested in your bike, however I think S150 is a little high for a bike from the 60s. How about PPRRIICCEE?", "Since its used I can offer to may PPRRIICCEE", "ok i will do the PPRRIICCEE", "I will take it for PPRRIICCEE", "$ PPRRIICCEE it is, with a clown act for the grandkids.", "Sounds great. I actually would like to purchase two sets. Would you take PPRRIICCEE per set?", "I'll give you PPRRIICCEE, you're a good person.", "Can I buy the bike for PPRRIICCEE. Ill pay in cash.", "I will do PPRRIICCEE and pick it up today if the item is as described", "OK, I can pick it up. PPRRIICCEE", "Alright, PPRRIICCEE it is.", "Ok. That sounds perfect. PPRRIICCEE will work.", "That seems generous and I can do PPRRIICCEE if I do n't have to pick up.", "Ok, sounds good to me- PPRRIICCEE for the bike and the bike rack.", "Yes PPRRIICCEE is good", "I would go up to PPRRIICCEE, my finall offer.", "Would you do PPRRIICCEE if I can come pick it up?", "Alright I'll leave it up to you then. You can have PPRRIICCEE dollars in cash or 200 dollars worth of bike parts you're not using. Your call", "Lol, I realized after I typed the message that I looked at the date wrong. Yes, it would require a dedicated marathoner for many miles. Meet me halfway at PPRRIICCEE?", "Can i buy your Santa Cruz Nomad? i'll offer you PPRRIICCEE and I'll bring you a case of beer as well as bring my friends to pick it up. Deal?", "you know. you drive a hard bargain. that's a deal. PPRRIICCEE, new tires, and i'll still come and pick it up", "Ok PPRRIICCEE is far.", "Upgrades and customization do n't really add value to something if you're selling it to someone else. I'll give you PPRRIICCEE", "Okay how about PPRRIICCEE cash and I trade in my old handlebars?", "Sorry to hear about your Dad. I just do n't have that right now. PPRRIICCEE is as high as I can go. Otherwise I'm out of food for the week. Appreciate you offering to drop it off for me. Will that work?", "The rims themselves cost upwards of PPRRIICCEE each! lets meet in the middle PPRRIICCEE and I'll pick up the bike and forget about any kind of warranty", "Yes. That would work for me. I'll take it for PPRRIICCEE", "Nice. Alright, I'm want to buy it but only have PPRRIICCEE right now. I can pay in cash and will come to pick it up. How does that sound?", "I have PPRRIICCEE in cash right now.", "Well I'll have to sell a Kidney but I'll go PPRRIICCEE", "I could do PPRRIICCEE", "My pleasure. I'm really interested in the bike, but since I'm going to have to replace the chain and rear brake cable, I was wondering if you'd take PPRRIICCEE for it?", "I can do PPRRIICCEE.", "Okay nice. I can pay PPRRIICCEE and I will come and pick it up from your place. Do you accept that offer? I'm afraid I ca n't go any higher though, so it's my final offer.", "I can do PPRRIICCEE.", "With the helmet? Yes. I will go PPRRIICCEE.", "Thank you. Well I had a nutritionist and fitness trainer tell me they could help me reach my goals for PPRRIICCEE total but the problem with that is that they are saying it will take them a whole year to make all my fat go away. I would be willing to pay something extra if I could find something that I knew would work for me..", "I need a bike for school and I'm on budget. I've been looking for an older bike that I could spend some time on but those repairs are going to be costly. You maybe right but I just do n't think I could do better than PPRRIICCEE. I was just hoping you would be willing to help me out and give that bike a good home.", "ok, actually PPRRIICCEE is well over my budget but i like the bike, i can do PPRRIICCEE but pay you in 3 monthyl installments, does it work?", "Would you be willing to do PPRRIICCEE for it? I would need to replace the brakes on it as I would not feel comfortable with the squeeking.", "Alright, I see the listing says the bike was just tuned up and has new tires, so PPRRIICCEE sounds very reasonable.", "Well that's a shame considering that's about what you're looking at for a used low-end bike, which is effectively worth nothing to you if it's not sold at all. The question here is whether or not PPRRIICCEE is worth waiting forever for, or whether you'll accept 75 and get on with your life.", "$ PPRRIICCEE", "I was thinking PPRRIICCEE if there are no extra bells or whistles.", "I know, but I ca n't go any higher than PPRRIICCEE. Besides, Shimano is n't the best quality.", "Just do n't have PPRRIICCEE. I ca n't really go beyond 300. Unfortunatley I do n't think we can negotiate here.", "I would be willing to go as high as PPRRIICCEE cash? Any hope you could drop that low?", "fine I guess PPRRIICCEE and a moneyback offer works", "I'll be happy to pick it up. I'll send you an official offer for PPRRIICCEE.", "Ok I feel good at PPRRIICCEE with delivery.", "OK, if you're willing to accept installments, I'll take it for PPRRIICCEE.", "that sound good. I'll buy it for PPRRIICCEE", "I would like to spend PPRRIICCEE. I only have$ 20 and need the other PPRRIICCEE to buy cat food or they will die.", "You have it listed for PPRRIICCEE. So you're already trying to sell it for half, practically.", "Yes i would pick it up and pay PPRRIICCEE", "Oh, I do n't doubt that it is in good condition. The photo looks great! Could we get it down to PPRRIICCEE if I could come by and pick it up today?", "I'm sorry but I'm pretty firm on the PPRRIICCEE. I'll send you an offer, and hope you'll accept.", "PPRRIICCEE?", "yes good i can get the PPRRIICCEE dollars in the afternoon", "What I already am here, I'm out front, yeah hold on I have some more change oh shit another quarter, Hold On, damn fucking wife and shit kids, uh okay I'm like PPRRIICCEE cents short what do you know my wife or something?", "Well I do n't really need the training wheels or knee pads. I can pick the bike up today for PPRRIICCEE.", "I can scrounge up another PPRRIICCEE, sure.", "I can swing PPRRIICCEE. Ill see you this evening?"], "seller": ["I could n't go that low, that's not even in the ballpark of my asking price. This is a rare bike i could come down to PPRRIICCEE.", "How about PPRRIICCEE and I will deliver?", "of say about noon PPRRIICCEE is fine thanks", "Alright, PPRRIICCEE sounds far if you can pick it up.", "I'd do PPRRIICCEE and throw in a free light for it", "how you gon na price my bike PPRRIICCEE are you do n't have a deal guy", "Ok I'll help you out, PPRRIICCEE it is.", "Can you do PPRRIICCEE? For that, I'll throw in the pedals, a bottle cage, and I'll deliver it personally for no extra charge.", "that's too low for what you're getting in return. The listing price is PPRRIICCEE. That's way too low. I can give it to you for$ 850", "I can do PPRRIICCEE. I think you'll be really happy with it.:)", "Sorry, that was supposed to be PPRRIICCEE. I'll go$ 100.00. See you tonight then.", "Oh wow you two have shopped around? Really want it then, PPRRIICCEE is fair. Let's do it.", "It's pretty vintage and like it says, it's pristine despite the age. Antique even. Can you do PPRRIICCEE$?", "Ok. I'll take PPRRIICCEE for and throw in the helmet.", "Ok. I can throw in a 2 year warranty for PPRRIICCEE.", "I'm afraid I can only meet you half way between the asking price and what you're offering. I can only go down to PPRRIICCEE. The bike is custom and has many top of the line features I paid for, I cant sell for less. Do we have a deal? You will love it!", "I was really hoping to get PPRRIICCEE, but I will take$ 1500 since I'm in a bind. That a deal then?", "Ok. for PPRRIICCEE that would work.", "I should be able to go down to PPRRIICCEE, yeah. Thanks a lot for your purchase!", "It's a vintage bike, originally retailed for PPRRIICCEE, really a rare find. They usually go for about$ 150. I'm selling for$ 80 because it does need a new tire, and some chain grease and probably a new seat", "That's too low for me. How about this, I throw in a new comfortable seat and scrape off the rust, and we go with PPRRIICCEE?", "I can do PPRRIICCEE", "That is far too low. This was handmade in Milan Italy. It is at least worth PPRRIICCEE, if not more.", "$ PPRRIICCEE and you have a deal, plus I'll shine it up for you", "How about we split the difference at PPRRIICCEE and your son can be riding this amazing bike within the hour!", "you will new pads on the brakes before you ride it, that's why I've listed it at such a low price for this model..only asking PPRRIICCEE", "I can let you have it for PPRRIICCEE, no less than that.", "That is why I kept asking if you had any questions. I'm a bit concerned you're just a reseller looking to undercut other buyers and then make a profit. If you want a new bike without all these great upgrades you should definitely get one. But all things considered I think I'd better not accept such low offers right now. I can go PPRRIICCEE.", "That's fine. PPRRIICCEE it is.", "$ PPRRIICCEE cash and you pick it up and you have a deal. I would really like to move it ASAP", "I have a firm asking price of PPRRIICCEE, cash only", "Hmm, well it sounds like you probably are n't interested then. As a non-vintage bike, it's worth PPRRIICCEE. The vintage should add on to it. Lowest I'll go is 180 if you pick it up.", "It's a gios evolution frame set. It's like new. Even used this item sells for about PPRRIICCEE on ebay.", "That may be too low, but I would consider PPRRIICCEE if you come pic kit up today. At this point I want to jsut get rid of it as fast as possible.", "I really put a lot of money and word on this. I tell ya what I will go as low as PPRRIICCEE. I really need the money right now and that is as low as I can do. What do you say?", "The lowest I can go and not feel like I'm being cheated here is PPRRIICCEE.", "I will accept your offer of PPRRIICCEE. since you can pick it up immediately", "I think I ca n't but PPRRIICCEE$ would be fine", "OK, I accept your offer. I'll send you an official offer for PPRRIICCEE now.", "$ PPRRIICCEE and you got a deal, we can even meet closer to where you live", "$ PPRRIICCEE is a little low for me. I do not feel like I can take that offer. Sadly", "I can go down to PPRRIICCEE, which is a reasonable price for a bike of this quality. I can deliver it to your place free of charge as well. What do you say? Do we have a deal my friend?", "oh, i see. PPRRIICCEE it is then", "For delivery I would have to charge PPRRIICCEE. Would that work?", "This bike is brand new and in great condition. PPRRIICCEE Is the lowest I can go", "How about PPRRIICCEE", "It's really not that old, and I've always ept it stored properly so it's not worn down. Lowest I can do is PPRRIICCEE and I'll ship it or drop it off to you for free.", "This is all serviced and everything is new. I would say with all the new components this is mostly a new bike. I wo n't be profiting at that price. It's worth more than that in parts alone. I can do PPRRIICCEE.", "You know what, I understand. PPRRIICCEE it will be my friend.", "How about PPRRIICCEE? I am including other items.", "$ PPRRIICCEE is reasonable. do you really want to argue over$ 4? If you have PPRRIICCEE come by and pick it up when your ready", "I could accept PPRRIICCEE for it if you can come and pick it up from my place. Does that work?", "Could you do PPRRIICCEE?", "PPRRIICCEE would be the lowest I can go", "I can only do PPRRIICCEE", "the less that I could take is PPRRIICCEE, but I do have a very large yard, if you are willing to do some landscaping at my house my final offer would be$ 600", "No sorry, my final offer is PPRRIICCEE$ if you come and pick it up this week, that's a steal trust me!", "No can do. We bought it a day ago from the store for PPRRIICCEE. So$ 285 is already a good price. you wont find a new one for less than I'm offering, take it or leave it. someone will buy it from us for this price.", "I appreciate the offer, but I'll have to pass. But how about PPRRIICCEE?", "Why PPRRIICCEE. The price is quite very low. The Bike rides very well. Its only the rear brake cable that is missing and that all you need to replace to use the bike other parts works fine", "very good. PPRRIICCEE$", "I have it listed for PPRRIICCEE. It's brand new.", "I can do PPRRIICCEE", "Alright, I could do PPRRIICCEE this time. This bike should get you there and back afterwards. Best of luck to you!", "No, sorry. I've got to get at least PPRRIICCEE"]}}, "null": {"null": {"null": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}}, "furniture": {"inform": {"buyer": ["Thanks.", "Today.", "It's done. glad doing business with you", "Nah.", "Done. will be over tomorrow with the cash and veg", "Seems legit.I will commit.", "got it.", "RIGHT ON LETS DO IT THEN", "Thanks. You than.", "very well that is a fair price.", "I like the trunk. Love rattan", "good luck", "K. Have a good day.", "Good doing business with you.", "150 is too much for me, can you negotiate the price?", "Awesome.", "works for me.", "Excellent", "Awesome. Thanks", "I will come right now.", "agreed.", "Cool.", "Perfect. See you Sunday.", "Tomorrow is fine.", "Thanks.", "Works for me."], "seller": ["you wont regret it", "Alright.", "hi i am selling a black IKEA dining room table.", "Great. I am moving out so I need this item to be gone very soon.", "Awesome. Thanks@", "Good evening. Hope you are well.", "duct taped it to my moped", "Done.", "I'm selling a mirror.", "Awesome.", "Good morning", "Cool.", "You got it.", "Good", "agreed 41 ... thaks", "I am willing to ship the item to you if you pay for shipping.", "Works for me.", "oh well ... lol", "Hello, this is a brand new set that I am not even going to get to use because I have to relocate urgently. I am willing to negotiate. What figure do you have in mind?", "You're welcome.", "Sweeeet.", "Fine.", "That works for me.", "Your welcome.", "Thanks.", "Cash only.", "good", "It is brown", "Alright. Will see you then", "A magical hat keeps the snowman frigid year round", "I am shoping a drafting lamp", "We do have one dog.", "Your welcome.", "You're welcome."]}, "disagree": {"buyer": ["Ok thanks, We'll do PPRRIICCEE.", "Ok I can probably work with PPRRIICCEE. Thanks.", "Ok that sounds fair and thanks for delivering. PPRRIICCEE", "ok. i can do PPRRIICCEE if you split the shipping in half", "Ok, if you're delivering and setting it up I can do PPRRIICCEE."], "seller": ["ok. PPRRIICCEE", "Ok. I can do PPRRIICCEE.", "not a problem, we can close the deal for PPRRIICCEE. Please do pay and grab the item", "Sure, we can do PPRRIICCEE.", "ok, PPRRIICCEE it is ... thanks", "Sorry, finger slipped. Meant PPRRIICCEE", "Sorry, but I ca n't deliver. If you can pick it up I'll let it go for PPRRIICCEE. There's an elevator for easier moving."]}, "unknown": {"buyer": ["LETS DOO THIS!", "great", "Oh, it's not that I ca n't pay you$ 450, but like I said we are n't rich. So we are willing to pay a fair price. Really any material object is only worth 1/3 of the price of the list, especially after it's been used by any other person. Therefore, technically, and reasonably I could only give you$ 200 in order for me to not be a foolish capitalist. So, giving you even$ 420 with good humor is still way too much. So I'll double the reasonable offer a strong capitalist knows it is worth and give you$ 400. You need it, you have to pay the divorcee."]}, "affirm": {"buyer": ["deal", "That's perfect, we have a deal", "Wonderful! You are an angel sent from heaven. I'll send the money now!", "Yes", "sounds good", "yes definitely. i like the pictures i saw. i know your listing price is 150, but what's your best offer?", "That is fabulous!!! Is the price you are asking firm or are you willing to negotiate is I offer to pick them up?", "Great!", "That would be great. I will take it.", "Hi! I saw your post for the dining chairs.", "great lets deal 22", "Cool. Yes I have cash let me make you an offer.", "Sounds great.", "Hi! I have a few questions about your Cabria Honey Brown Hutch Top. How much storage space is there? What are the dimensions?", "That's fine with me.", "sounds good. I'll pick them up.", "yes"], "seller": ["yes it is. I think it will increase the price", "Great, thank you.", "I have a wooden pet house up for sale today", "see you later. Have a great day!", "you accept, great!", "You're wasting your own time and mine. Please follow the instructions.", "Okay, that sounds like a deal to me! You got it.", "It is in EXCELLENT condition. We bought for my sister to use while she was visiting. She slept in it for two nights and now we do not have the space to store it.", "yes its still available in good condition too, when would you like to pick up", "Hi, yes, I have a great bed for sale. It is an XL mattress with box springs, frame and I am happy to include a comforter and sheets for it.", "Deal.", "Trust me it's spotless!", "Great! thanks for doing business", "Yes", "It is barely used. I am selling because I am moving offices, and all personnel in the new unit must having matching office equipment. Frankly, I am sad to give this chair up: the lumbar support has saved me a lot of pain.", "That sounds okay, I will send you the offer!", "Good! Deal!", "Hello. Yes it is quite a conversation piece.", "Awesome. Enjoy and thank you.", "Yes, I just made a deal and this is some kind of glitch. I am going to quit because I wo n't be able to submit any price now.", "Yes, it is in good condition just slight chipping on edges. barely noticeable. It is for pick up only and I would take 15"]}, "greet": {"buyer": ["Thanks!", "Hello, I'm very interested in these.", "I could!", "Hi. I'm very intersted in the dresser you have for sale.", "Hello, I am interested in the oak side table. Can you tell me more about the condition?", "Awesome!", "I'll be there later today!", "Thanks!", "I did! Thanks.", "You betcha. Thanks!", "Awesome!", "hi", "Hi. How are you?", "Thanks a lot!", "Hi", "Hi, I'm interested in your chair.", "Thanks a lot!", "hello, I am interested in your mattress for sale", "Hello, yes I am.", "Awesome!", "awesome!", "Hi. How are you?", "ok!", "Hello! I am interested in your chairs! How long have you had them for?", "Sweet thanks!", "Perfect!", "perfect!", "Awesome!", "Fantastic!", ";) Thanks!", "Hello", "Hi", "you are welcome", "Perfect!", "Thanks see you soon!", "Hello, I am interested in this item.", "Hi there, I saw the post about the piano for sale and am interested. What can you tell me about it?", "Dang it!", "perfect!", "Hello, can you tell me anything about this item?", "Ok perfect thanks!", "Hello, I am interested in your Lee sofa set.. Are there any stains?", "SOLD!", "Done!", "perfect! Thanks"], "seller": ["thanks!", "Hi", "Hi there. Are you interested in the product?", "Alright. Have a nice day!", "hi", "Hello, are you interested in the bed frame I have listed?", "this survey is broken!", "Sure!", "You bet! Enjoy.", "Hello, it is I who is selling", "hello are you interested in my lamps?", "I see you are interested in my lamps for sale", "Hello!", "You are welcome.", "Hi, are you interested in buying the item I am selling?", "Hi", "Welcome!:)", "Hello are you interested?", "Thanks!", "Your welcome!", "Hello I'm interested in your chair.", "I agree. You have a nice day!", "Thanks!", "Hello", "hello are you still there?", "Absolutely!", "sweet!", "Hi, are you intersted in a tent?", "Perfect!", "hello", "Hi.", "Hi! Are you interested in the Knoll task chairs?", "Ok perfect thanks!", "Awesome thanks!", "Oops. Sorry!", "Awesome! Thanks!", "Awesome! Thanks!", "Perfect!", "Hello there", "Hi there. I'm good thanks, how about you?", "hello, are you interested in the lamps I have for sale?", "Hi are you interested in the sofa?", "Since I", "Well, I'm interested in selling this couch.", "Nice doing business with you!", "Awesome! Enjoy!", "See you soon!"]}, "agree": {"buyer": ["Okay deal. PPRRIICCEE it is.", "Great, PPRRIICCEE with delivery.", "If you could do PPRRIICCEE with delivery I think we have a deal.", "okay, PPRRIICCEE", "Okay, I can pay the PPRRIICCEE.", "Yeah i'm local. It's a deal, PPRRIICCEE and you deliver. Thanks", "Okay, I'll take the sofa for PPRRIICCEE.", "Yeah, I think I'll go for PPRRIICCEE? Deal.", "$ PPRRIICCEE off sounds good, i'll just consider it gas money haha. You have yourself a deal.", "Just the cat and the chair. PPRRIICCEE is a deal", "Okay. PPRRIICCEE is fari.", "$ PPRRIICCEE with delivery sounds very fair.", "ok sounds good you have a deal at PPRRIICCEE", "$ PPRRIICCEE sounds reasonable, I'll take it.", "Great! PPRRIICCEE then and I will pick it up.", "Okay I can do PPRRIICCEE thanks.", "Okay PPRRIICCEE sounds fair to me:)", "alright. PPRRIICCEE deal", "Then PPRRIICCEE sounds great", "I'll be right over, PPRRIICCEE it is!", "Awesome. I'll definitely take 3 of them for PPRRIICCEE then. Thank you so much!", "Great. PPRRIICCEE dollars is fair. We have a deal.", "Sure, PPRRIICCEE it is.", "That sounds great! I really appreciate the discount. I can come and pick it up for PPRRIICCEE. We have a deal!", "PPRRIICCEE sounds good. I will take it.", "Ok, PPRRIICCEE sounds great. I can stop by within the hour.", "Cool! PPRRIICCEE it is then!", "Since they are vintage, I think PPRRIICCEE would be fair. You have a deal.", "i think PPRRIICCEE is fair enough. thanks!", "At PPRRIICCEE it sounds great! I'll pick it up to save you the troubles.", "I think that's a very fair deal! I will take the table and the chairs for PPRRIICCEE!", "Okay fine if you must have PPRRIICCEE extra dollars, so be it. Deal.", "Terrific! PPRRIICCEE it is.", "Okay. PPRRIICCEE is acceptable if you can handle the delivery. That saves the cost of hiring someone to move it for me. Thank you.", "for sure! PPRRIICCEE delivered!", "Okay. I'll take PPRRIICCEE.:)", "OK great. I will meet you tomorrow then with PPRRIICCEE!", "Okay, PPRRIICCEE! Let me know a good time to come and I'll check it out. Thank you!", "Great, I can do PPRRIICCEE.", "Sounds good. We can do PPRRIICCEE.", "I really like PPRRIICCEE. It has a kind of flow to it. It's a deal.", "great you have a deal! PPRRIICCEE it is", "ok, if delivery is included, PPRRIICCEE is great!", "Okay, PPRRIICCEE will work with the delivery and pillows. It's a deal", "Great. PPRRIICCEE it is.", "Sounds fair to me, PPRRIICCEE$ it is.", "Ok that sounds fair, I will bring a truck,, PPRRIICCEE it is thanks!", "$ PPRRIICCEE in cash is a deal, thank you for being so reasonable.", "I think I could live with PPRRIICCEE. It's a deal!", "I can do PPRRIICCEE that seems fair enough. Thank you very much.", "$ PPRRIICCEE Deal", "I am willing to spend PPRRIICCEE- thanks!"], "seller": ["Sounds good. PPRRIICCEE is fine.", "Okay it's a deal then. The gift card and PPRRIICCEE.", "yeah PPRRIICCEE sounds good", "If so you can get it with PPRRIICCEE. Deal.", "PPRRIICCEE and a clown it is!", "Sounds great. PPRRIICCEE it is.", "Ok. Thanks! PPRRIICCEE Cash.", "Okay, PPRRIICCEE it is. Thanks!", "well I originally paid 100 for it but it really has to go. sure PPRRIICCEE is a good deal.", "yes, PPRRIICCEE each is a deal.", "Great! If you're willing to come pick it up I can accept for PPRRIICCEE.", "Yes I could do PPRRIICCEE. Enjoy your chair!", "Since you can get it within the hour, I'll take the PPRRIICCEE. Deal.", "So do we have a deal for PPRRIICCEE?", "Okay and you move it by yourself too then we have a deal at PPRRIICCEE", "Okay that sounds great! I will take the pair of end tables and sell you the bed for PPRRIICCEE. Thanks!", "I'm willing to do that. This really is a sweet deal for PPRRIICCEE. I hope you love the lamp as much as I have.", "great, PPRRIICCEE for the bed, sheets and comforter ... deal?", "i could do PPRRIICCEE", "Okay. I can do PPRRIICCEE. You are getting a really sweet deal!", "That sounds reasonable. PPRRIICCEE it is", "PPRRIICCEE seems fair enough, we have deal.", "Okay, that's a deal, PPRRIICCEE.", "Awesome great doing business with you. PPRRIICCEE it is.", "Okay, PPRRIICCEE works for me.", "That sounds great, I have an acre of land so that more than makes up the difference! PPRRIICCEE is the deal!", "Hi that would be great!! PPRRIICCEE it is!", "Hello, how are you today. Great! We have a great deal for you. I am relocating to another country so I am trying to sell all the furniture we have. Every penny counts. We are selling this for PPRRIICCEE", "That sounds very reasonable. I would have a hard time delivering them in my car anyways! This helps a bunch! PPRRIICCEE it is! Thanks a lot!", "How about PPRRIICCEE? It is a really good deal, you will be very satisfied!", "Okay thanks a lot! PPRRIICCEE it is!", "Still pretty low, but I need to get it out of the house. If you come pick it up PPRRIICCEE is a deal", "Yeah I could do PPRRIICCEE, that works. Thanks a lot!", "That's a darn good deal, being that it was listed for PPRRIICCEE. Thanks!", "yes this evening would be great! PPRRIICCEE dollars cash!", "Yes I could lower it to PPRRIICCEE. You have a deal.", "Well I can give it to you for PPRRIICCEE its not like 30 dollars is gon na take me anywhere:) Deal!", "Unfortunately I can not deliver, but PPRRIICCEE sounds fair to me.", "$ PPRRIICCEE sounds good to me. Thanks I'll give you a call later.", "Okay PPRRIICCEE is a deal.", "I really could use the space. I can go with PPRRIICCEE. You are going to love this sweet table!", "It is a great deal for you, but I no longer have room for these. So I will do PPRRIICCEE.", "PPRRIICCEE seems fair. Could you bring cash? That would be great."]}, "propose": {"buyer": ["Hello i have seen your ad, i am very interested but because it is a used bed the highest i would go is PPRRIICCEE dollars.", "Yes, I only have PPRRIICCEE though. Are you willing to drop 5 bucks?", "Hi. Unfortunately, the price you offered is not enough. I put in more than PPRRIICCEE in the phone and would like to sell it for$ 360. I can go a little lower, if you are willing to meet me at a closer price to the item's value.", "That would be great how about PPRRIICCEE", "How about PPRRIICCEE dollars", "Hi. I am very interested in the cart. Is there any way I could get it for PPRRIICCEE if I picked it up myself from you?", "Yes, it looks like it is not in great condition. Would you take PPRRIICCEE for it?", "Nice room. So PPRRIICCEE right? Half off new?", "Perfect! Ill take it. only thing is, i live 2 hours away from your location. i can pick it for a discount and get it off your hands today. what do you say we settle for PPRRIICCEE", "Okay. Knowing I would be taking it apart to haul it could I get it for PPRRIICCEE? I have a mattress but no frame. This looks like it is a futon frame am I correct?", "Yes. I would like to buy it for PPRRIICCEE.", "I really like the hanging wine-glass rack. Would you take PPRRIICCEE? It is 20 years old after all."], "seller": ["I am asking PPRRIICCEE for all 7.", "In the future, you should negotiate the offer before sending the price. But hey! PPRRIICCEE! I'll take it!", "Are you willing to pay PPRRIICCEE for my chair?", "A vehicle? This listing is for an entertainment center for PPRRIICCEE... are you interested?", "Good. I have a wonderful side table with a matching mirror for sale for PPRRIICCEE. Are you interested?", "It is however it has granted me riches! If you rub the right leg three times at exactly midnight you will find a gold coin resting on the seat the next morning! For this reason I am selling the chair for PPRRIICCEE. If you experience any paranormal activity you just have to sell the chair to its next victim!", "How much can you pay? My final lowest price is PPRRIICCEE, as I got the item for$ 190 and I need to make some profit.", "Yep, It's in great condition, we can get it shipped out to you very soon. We're looking for PPRRIICCEE for the entire thing including shipping. The original price would be much higher, however we are having a moving sale!", "Great so I'm trying to get PPRRIICCEE for this, are you able to afford this price?", "Alright perfect! Both lamps are in perfect condition and are beautiful lamps. I'm wanting to sell both for 70. They usually go for PPRRIICCEE each", "Hello, Are you interested in my Dining set I have listed? I am currently asking PPRRIICCEE for the whole set. It comes with 4 chairs.", "Good. I am asking PPRRIICCEE. It is brand new.", "I will accept PPRRIICCEE"]}, "confirm": {"buyer": ["cash", "Thanks", "thanks", "very well then this will work", "have a good day", "Hey are you still selling the farm table?", "Awesome", "Hi, are you still selling the table?", "Uh, so is there any stains or marks on the chair?", "I do n't have any chairs since I am the buyer. The chairs are included, right?", "See ya thanks", "Awesome", "thanks", "perfect", "awesome", "are there any major holes?", "It is still used though. Will you do 300?", "Thanks", "thanks"], "seller": ["bye", "Not too bad. I understand you're interested in the crib mattress?", "fine", "Me neither", "Willing to deliver for full price", "alright", "800", "thx", "thanks", "thanks", "i will deliver 588.00", "agreed", "Done", "Yep", "perfect", "Fabulous see ya tomorrow", "39'' long 25'' wide and 19'' tall", "agreed", "gotcha", "at least try dickhead", "Well why do you want the chairs?", "5 years", "i can deliver to you", "5 years", "I suppose I can deliver,", "Awesome", "same here", "Thanks", "Yea", "new"]}, "inquire": {"buyer": ["Is the top a light or dark color? It is hard to tell in the picture.", "I suppose I am but I had some questions. What color is it?", "Is the desk made of rich mahogany?", "What is the best price you can offer me", "I would like to know why I have to pay 2500. What is the quality of the product?", "Hi, can you tell me a little more about the case? What condition is it in?", "The asking price is 200 do you think you could come down a little?", "Are there any noticeable wear and tears? Stains?", "hello, how long have you had the dresser for?", "What is your counter offer", "Hello, how are doing today. How much for the table?", "hehe( You are the seller, I am buyer in the scenario)", "Yes i am it looks like exactly what ive been searching for, are there any stains or marks on it?", "What kind of wood is it?", "Yes I am. what can you tell me about it?", "What is the price?", "is it work for you", "What else classifies it as fair?"], "seller": ["none that i am aware of", "This chest is in near mint condition.Do you like it?", "Hi I am selling my couch it will look great in your living room", "FINE MAKE THE OFFER BEFORE I CHANGE MY MIND", "what opportunity?", "Oh you want the stuff inside too?", "Would you like to see it?", "maybe. what do you have in mind?", "Do you know where to come get it?", "Yes it's almost like new. What would you like to offer for it?", "I am doing great. How are you?"]}, "agree-noprice": {"buyer": ["Thank you,. and God Bless You", "Thank you so much!", "Sure thing! Definitely can come by to pick it up just today! Thanks for considering it!", "Pleasure doing business with you. Give your kids my regards.", "Great! Thank you!", "Okay, thanks.", "Thank you. It was a pleasure to purchase from you!", "Okay, great, I'll come by tonight at midnight and collect the dresser.", "Okay, I'll be the guy wearing the clown mask, just so you know it's me:)", "Okay, I'll be by your house around midnight with a paper sack full of crumpled up cash.", "Great, Sounds good.", "Yes. I will formally accept the offer", "Sounds good to me, thank you!", "okay", "Oh wow! That would be awesome!", "Sounds great, I look forward to having it delivered", "Sure then we got a deal! Thanks!", "Will do!", "Yes.", "That sounds like a good deal. I will take it!", "Okay sounds lieka deal", "That would be great! I can be there then", "Ok, great! Pleasure doing business with you!", "As long as it's a small one I guess I could do that.", "Yes, I can do that. I have a truck, and my husband can do the lifting. Thank you!", "Sounds fair to me, thank you", "Awesome, thank you much!", "yes I can pick it up! thank you", "That'll be fine.", "That is acceptable. Thank you!", "Okay, great. I'll be by your house tonight to get the chair.", "That sounds fair, you have a deal!", "Deal", "deal", "Awesome! I can pick it up today. Let me know what time.", "perfect, thank you.", "Great", "Deal!", "Okay! I'm on my way!", "that fine", "Excellent! Thank you very much.", "Yes. perfect.", "Oh that would be perfect, I will take it!", "thank you too", "Great!", "I am not within a school district, you will be fine! 20 its is!", "Great, its a deal.", "Yes we do with the free drop off!", "Pleasure doing business with you!", "Fantastic! See you friday!", "Very good! I'll be around in 30 minutes.", "You're a tough negotiator. But you got ta deal.", "Okay deal", "I could work with that, thank you!", "Deal!", "If that's the case, you have yourself a deal.", "Deal! Thank you.", "Thats actually perfect because that is what I was looking to add in.", "Fine. That'll do.", "Sounds great!", "I'll take it!", "sounds good deal", "Deal!", "awesome, that sounds great to me. I can come pick it up by car, and take it off of your hands no problem", "Okay. I'll accept that price.", "Perfect. Thank you.", "Great! It is a deal then!", "Then you have a deal.", "yes. please accept the deal!", "Great! We've got a deal!!", "great, thanks.", "Ok perfect! You are a great salesman. Thank you", "Thank you very much! Send me the details, and I'll come take it off your hands.", "its a deal then", "I think we may have a deal then, thank you very much!", "Okay, you got yourself a deal.", "Awesome. Thanks!", "If you deliver then yes. I live only 5min away.", "that works for me!", "Yes, I think I can swing that. I appreciate your helping me out! My baby will love it.", "sounds good. it's a deal", "Yes that works", "That sounds great to me!", "great!", "Yes I am. Deal!", "Yes, that's great. I can be there at 4:30.", "Great sounds good thank you so much!", "Okay deal", "Okay great we have a deal.", "Fair enough, sold", "Awesome, thanks so much!", "Great. Thank-you!", "Ah okay seems reasonable. Looks like a deal I cant refuse, free shipping and a night stand. You got yourself a deal!", "Sure. That seems fair", "Okay, I'll take it!", "okay", "Yes, I accept", "Fantastic, thank you!", "Yes that will work since you're delivering it. Thanks a lot for the help!", "Sounds like a good deal. I accept it. Thank you.", "Yes. That sounds reasonable.", "great", "okay, then. good luck!", "You got yourself a deal. Thank you very much. Good doing business with you.", "yes", "Thank you.", "I would love the help! You have a deal.", "Deal", "Great, thanks!", "That sounds good.", "Sounds good, thanks a lot!", "Deal", "Deal!", "Sounds great!", "thank you, Have a great day", "Okay, sounds good. Deal", "Okay that works for me", "Sounds good. You got yourself a deal. Thank you.", "Yes I can do that.", "Deal!", "Thank You.", "Yes of course you will pay for the wig of course right? They are very expensive!", "Thats fair. We have a deal!", "Sounds great, thank you very much.", "Sounds good, deal!", "Awesome! I will PM you my infor", "Okay that would be great! I appreciate it!", "Awesome thanks, deal!", "Yes, that works for me. Thanks!", "Great! I'll take it!!", "Sounds good.", "Great thanks!", "Deal!", "Deal sending the offer", "thank you!", "Sounds great!", "Great!", "Oh wow, that is a great deal! I can pick them up right away!", "Or just a furniture outlet. Thanks for your kindness and polite interactions.", "Ok. Deal. Thank you!", "Yes, ASAP!", "great sounds like a deal", "deal", "I could go for that. It's a deal", "Ok, that is a very fair price. Thank you.", "Awesome, sounds like a deal!", "okay works for me. Then will see you on monday or tuesday! thanks!", "I think I can do that!", "Awesome, good guy! Thanks a lot for your generosity!", "Delivery sounds good", "Great! We have a deal!", "deal", "Awesome! Thanks a lot!", "Deal. I'll be there soon.", "Sounds good, I will see you then!", "Great!", "you know what, that's a fair enough deal. 110 it is", "you know, sounds good, that's a fair enough deal.", "That seems fair, thank you, you're an honest person.", "we do have a deal!", "thank you", "That sounds perfect", "Sounds good to me, you've got a deal!", "Great. I'll see you then.", "I can tomorror evening at 6. Thank you", "Hahaha you have a deal! Thank you so much!", "Thank you, it will sure be handy!", "deal", "Thank you. Take care.", "Awesome! See you tonight!", "Okay, you've got a deal! Thank you for your understanding!", "That sounds like a deal", "Sounds good to me.", "Okay, deal!", "Okay, deal.", "That would be fine. Thank you!", "Okay that will work. Thanks a lot!", "Thank you for working with me on the price. I'll send you an official offer.", "yes i can pick it up", "You have a deal", "OK, you have a deal.", "That sounds fair. Deal.", "i'm going to pass this time. too expensive.", "Great thank you", "Yes, but I also need the bed.", "deal", "Sounds good. Thanks! I will see you soon.", "Okay, thank you very much", "Sounds like a deal to me", "That sounds great!", "Yes, I can come pick it up.", "Sounds like a deal. I will be there soon.", "yes", "Yes.", "great", "Sounds cool thank you.", "Awesome it's a deal.", "Okay, thanks, sounds like a deal. I could use the extra seat.", "That's fine.", "Sounds great. Thank you!", "Ok sounds good! It is a deal!", "I sure can. Thank you", "Great. Can you come today?", "That sounds great!", "You have a deal!", "Great thank you so much!", "I can work with that! Thank you!", "Awesome. Please e-mail me your address and I will pick it up at your earliest convience!", "Sure, that sounds like a deal.", "Yes, that is fine by me. Thank you very much.", "Youve got yourself a deal! Ill see you soon.", "I think that is more than fair.", "Yes! Thank you very much. Please e-mail me your address and I will come out as soon as possible to pick it up.", "Yes I will be there tonight.", "Okay deal!", "That sounds great! Thank you!!", "Deal!", "Great I will pick it up today.", "Great, thank you very much.", "Sounds great.", "Great see you soon.", "okay awesome!", "Hmm, you drive a hard bargain. You've got yourself a deal.", "Yes i think i can manage that thank you for working with me!", "Sounds great. Thank you for your help.", "I will do that since it is pretty much new", "Great. Sounds good. Thank you.", "Alright, that's a deal!", "awesome! See you when you get here!", "That is wonderful. Thank you very much. I can certainly do that.", "Awesome! Thanks so much. I ca n't wait! I'll be down later on to pick it up!", "Alright sounds like a deal and thank you for working with me!", "Okay. That sounds reasonable. It is a lovely piece and delivery will be a huge help. Thank you.", "Deal", "Sounds perfect! Thank you!", "I can come later this afternoon to pick it up.", "Awesome, thanks a lot! I'll see you soon!", "Awesome. Thank you!", "Sounds good", "I can arrange a pick up! thanks!", "of course! These will be antiques by the time I'm done with them! Thanks so much. I'll be over in 30 to pick them up!", "Great, Thank you so much.", "You have a deal!! Thank you!", "We can come get it this evening.:) Thank you.", "yes, that will work", "That's fine with me. I would love to come pick them up!", "oh that sounds like it would be right up my alley there. Yes, I would like to do it for that, thank you for the offer!", "Okay thanks", "That's funny. Okay i will be able to pay that. They so lovely. We have a deal then", "Okay deal then", "Great, thank you so much! Will be over soon to pick it up!", "Awesome thank you!", "yes that's fine, thank you", "I can pick it up today thank you.", "Great!", "Even better. Thank you.", "Thank you! Have a great day, I'll message you for details!", "Sounds good to me!", "Thank you so much. I will see you this afternoon. Pleasure doing business with you today.", "Great and thank you!", "Perfect thank you!", "Okay!", "awesome thank you!", "Done! Thank you!", "Okay that would work wonders for me. It would save me a whole lot. I appreciate that! Then we got the deal! Thanks again", "Yes I can pick it up, thanks!", "hmmm ... I do love that sofa! you have got a deal!", "Great!", "great!", "Yes! Absolutely I will pick it up tonight, if that works?", "That would be fair. You have a deal.", "Great! thanks. I'll see you!", "Okay!", "Thank you!", "Great I can pick up.", "Yes sure!", "deal! thanks", "Ok great! Thanks!", "Thats fair thanks!", "I can do that! Deal!", "Yes for sure! We can do taht", "Thank you so much. I can pick it up today.", "Thank you!", "That is very generous of you! Thank you.", "Deal!", "okay. deal", "Ok that sounds great! Ill pick them up tonight!", "Deal. I can do that for sure.", "I think I can do that. That will at least save me a trip!", "That works for me!", "Deal!", "Thank you so much for considering!", "Great! Thanks!", "Allright! I'm on my way!", "Sounds great.", "You've got a deal.", "Awesome! Thank you!", "Great!", "Great, let's do it!", "I can do that. Thank you!", "Great, I think I'll enjoy it as well. I'll email my address. Thanks so much!", "That sounds reasonable.", "What a deal! Sounds good.", "very well it's a deal", "So do we have a deal?", "i would love an extra chair, that sounds great, thanks!", "Hmm, I'll grab a friend to help. Deal!", "Sounds like a deal!", "Ok sounds great, I can do that!", "Okay thanks a lot dude. That works for me. I'll be over soon to pick it up!", "Wow that sounds like a great deal to me. Consider it done!", "Sounds great, thank you!", "sounds great thank you see you soon", "Gotcha! Thanks. Deal.", "deal!", "Sounds great. Thanks a lot", "It will be going to a good home. Thanks!", "Alright that works and thank you!", "Thank you.", "Sure, sounds great! Thank you so much! It's a deal!", "I guess I can do that. I will just have to hang it in a darker room. Deal!", "That sounds great!", "Great! You've got a deal!", "That would be perfect, Thank you."], "seller": ["I appreciate the best offer, Its a deal", "Yes, please buy your new baby something with the savings! Enjoy!", "I'll accept 300.", "DEAL", "yes, that's perfect", "alright, deal", "Great", "Awesome. It's a deal.", "Thanks! I'll be here!", "Okay, fine. 228", "Deal. See you tonight.", "Deal.", "yes", "Great. You come to pick them up.", "Sounds good deal", "excellent. happy to put in you these chairs today!", "Great! We've got a deal. Cash or credit?", "I think we can agree on that. You have a deal!", "great", "Yes. That sounds great.", "thank you.", "That sounds fair", "great", "thank you!", "Sounds good! Thank you! See you tomorrow!", "deal", "Thank you.", "Okay, I'd be willing to do that.", "do n't be rude. come get them now but bring a bottle of whiskey. you gave me a headache with all the yellling.", "sounds good", "thank you Ill email you my information- bye", "I think I can do that!", "Great, thanks!", "Okay", "Thank you!", "Great! I'll see you soom", "Nothing like that happened. Great, it's a deal.", "Of course I can do that for you!", "YES", "Thank you", "Great! See you then.", "Great! You wo n't be sorry. Let's get this transaction started! Thank you!", "Deal?", "great", "Actually, that's fine. Again, I'll deliver them to you myself. Do n't worry about picking them up.", "great thank you!", "Sounds Good!", "I agree! Thanks for working with me on this. Have a wonderful day, and I hope your apartment fills out nicely.", "Thats a great time to be available;), i can drop off it later today!", "Okay, that would be fine.", "Sounds Great!", "That sounds fair to me.", "Great! We've got it then! See you on Friday! Do n't forget to bring a truck because its a huge piece of furniture! Till then have a great day!", "Sounds great", "Yes! Thank you", "sounds good!", "That would be great! See you tonight!", "Okay, I'll be by your house tonight:)", "Okay, sounds fair.", "Sounds great!", "Great. Let me know when you want to pick it up.", "In cash? You have a deal.", "Sounds good. thanks!", "Deal.", "Then you have a deal.", "ok sounds great", "great! glad we were able to agree.", "great", "Yes. I will that works. I will deliver.", "Deal", "Sure, I can definitely drop the price down if you're willing to pick it up. You have yourself a deal.", "Deal.", "Great! I'll be waiting.", "Ok, deal!", "sounds good.", "Deal", "awesome, ill deliver it to you asap!", "Ok, great!", "i believe that is fair all things considered.", "I will need your phone number", "I could do that.", "Like new! Gorgeous cherry and the glass looks good.", "Excellent! Thank you!:)", "Oh ... doh ... all right ... .but can you bring me some Starbucs?", "no deal", "Okay, that works well as I do n't have a truck to deliver it with! Thanks a lot for your understanding!", "Thank you very much. Good doing business with you.", "Okay, that seems like a fair price since you're coming to get it. Thanks a lot!", "Awesome. You are getting a great deal.", "Okay, deal!", "You tell me the time. Ill be home all day. Thanks", "Great!", "I think I could get more, but your offer seems reasonable. I accept.", "Ok, that's a deal if you pick it up.", "Fair enough.", "sounds good. deal", "Sounds good to me, you wo n't be disappointed!", "Thank you!", "Sounds like a deal!", "ok great!", "Sounds good. Good doing business with you. Hope to see you again and enjoy your new item. Have a good one.", "Great!", "Sounds good", "That is good enough for me. Let's make a deal", "Okay that sounds good! Deal! dont forget to come by!", "Wow, awesome!", "sounds like a deal", "Great, it's a deal then!", "Sounds good.", "Yes of course that works for me.", "If you come pick it up today, that sounds fair to me.", "okay!", "Super. Please bring cash, I should have mentioned that.", "Great.", "GREAT!. Has to be over the weekend but will accept.:) Enjoy!", "Deal!", "That seems reasonable. You have a deal!", "sounds good", "Great! You have yourself a beautiful handmade kitchen island cart!", "Deal.", "That sounds great to me.", "Sounds good!", "Alright nice, I'll be over later today with the table. Enjoy! And thanks a lot for the sale!", "Sure I shall do it by the end of this week. Thank you for considering purchase with me.", "Okay, it's a deal.", "Great", "We absolutely can! The sooner I get rid of the evidence, the better!", "That sounds great thank you", "Sure can. You've got a deal!", "great!", "I'm sorry. Maybe some other time!", "Sounds great. You wo n't be disappointed.", "That sounds like a deal", "great! we have a deal i will be texting you from 916-555-6543", "Sounds great, thanks!", "Awesome, see you then!", "Great. Good to do business with you!", "Yes we will gladly deliver it for you, no problem! Thank you very much.", "Great.", "Sure .. Great. Thanks", "Deal", "Great it looks like I willl accept the offer.", "Thank you!", "No problem, I had a typo so you definitily got a steal!", "Sounds great! You'll love it.", "you have a deal! I will deliver it to you tonight!", "deal", "Yes, they close tighter if you have someone on the other end to help you push it closed.", "Thank you. Have a good one and take care.", "deal", "Great!", "Sure! Deal!", "You seem like a nice guy. You have a deal.", "OK, sounds like a deal. What time you coming to pick it up?", "It is new. Never been used. Still in box and includes all the ropes and stakes as well.", "Awesome! Thanks so much!", "Sounds good, you got a deal.", "Awesome, thanks!", "Great working with you.", "Deal! Great working with you!", "yes I can", "Okay, hopefully it works.", "Great!", "Yeah I can do that for sure! Thanks a lot, I'll see you later!", "Awesome thanks! See you then!", "That would be great, I can deliver it today!", "Okay deal", "Great", "Great then! Thanks for the business!", "Youve got yourself a deal!", "awesome it's a deal.", "Good deal. hope the timer is ok.", "great thank you", "Sounds good!", "I can hold it for you!", "great lets deal", "great you have a deal!", "Lol. Great see you when you get here.", "Alright thank you aswell my friend.", "great see you then!", "Yes, I can do that. Deal!", "I will drop it off with the pillow right away. That was my girlfriends pillow anyways. I hate that thing!", "Great! Yes, I can recommend one for you. I'll have the info by the time you arrive.", "yes. 45 agreed, and I'll deliver tonight after work.", "That sounds perfect! Sure deal!", "You have a deal", "yes, that would be fine!", "youve got a deal", "Sounds great, just send me the address and I'll be on my way.", "sounds good. i will be home tonight if you want to pick it up", "Thank you. See you soon.", "Sounds great. Thank you for your time and patience.", "Deal!", "We have a deal then. Just send me your address via email and I will let you know when they are ready to deliever.", "deal", "Yes, you could pick whatever color you wanted.", "Sure thing. You've got a deal.", "Yes!", "Great!", "Yes it is.", "Of course! I am sure you will enjoy it!", "If you can pick it up today you, I'll accept that offer. I just need it out of my house.", "Sounds great!", "That sounds like a good deal to me!", "That sounds awesome. Thx.", "Ok, that sounds like a fair deal to me.", "You've got a deal. Thank you for shopping and I hope to see you back soon.", "Deal!", "Great", "Sounds good.", "Yes, I'll be ready, see you then!", "You have yourself a deal.", "Great! We have a deal then.", "Great, See you tonight.", "I think I can make that work. Saves me from having to do any driving. Thanks!", "OK. I'm here all day if you want to pick it up. Thank you.", "Great", "Yes", "Great, I will see you later today.", "Okay Deal", "Ok Great.", "Great!", "I accept your offer if you can come pick it up today.", "I can yes, but it needs to be picked up later today. Is that ok? We move out tomorrow.", "you wont be disappointed! Ill see you tonight!", "Yes that will be just fine, I will send you the offer!", "That sounds great! Thanks so much!", "Awesome.. Thx. You will love it!", "I was hoping for a little more, but if you can be here today, it is all yours!", "I can do that!", "Sounds great. Thanks.", "That sounds fair to me. Deal", "Great, enjoy and thanks", "That is a fair offer I can do that.", "Thank you.", "Great. I will have in there by tomorrow.", "Okay, that work's with me.", "That's perfect, see you then! Thank you!", "Great then please come by the end of this week as we have renovations starting off on the weekend. Thank you so much!", "Deal", "It's a deal.", "Great! It's a deal!", "okay then thanks!", "Thank you.", "You're welcome! Thank you for your time! Have a good day!", "Okay that will work for me!", "Ok deal!", "I'm glad we reached an agreement. It was nice chatting with you!", "Great that we could make this deal work.", "sounds good!", "Yea, that's a fair price. Deal.", "Ok sounds great!", "That I can do. You got yourself a deal!", "great! see you soon!", "Great, Thank you so much. I hope you enjoy it.", "Sounds good to me!", "sounds good", "okay then deal!", "Sounds good", "Yes that is fine", "We got a deal! You're very welcome! Thanks for purchasing with me!", "ok, that will be fine- i know it is in good hands!", "pick up at noon", "Great, I accept. Thank you so much!", "Excellent. Im jelly that your getting my cloud..... may have to work out a sleep over on weekends. lol", "Deal. Cheers!", "You have a deal!", "good deal", "Great. Contact me at 345-7878 when you're ready to pick it up.", "Yes sounds great", "Great", "Sounds like a deal. Thank you.", "Great! Thanks!", "I can accept that! Thanks", "Deal.", "Yes send the offer.", "you know, just because i'm a nice guy. that's a deal", "That sounds like a good offer I will take it.", "I could do that if I could deliver today.", "Yes. I could do that. We have a deal.", "You've got a deal.", "great", "Great I will get you directions for pickup.", "That sounds good!", "Great! Pleasure doing business with you!"]}, "deny": {"buyer": ["Ok", "ok", "I guess there is a glitch in this then", "I've already done this one", "I am not sure", "No problem!", "Hi Good Morning. This seems like what i will need, I can not tell the exact space it will occupy with the pictures. Can you help me out with that?", "weird ... ok"], "seller": ["ok lets do it", "you have to send me an offer and I, I can either accept or reject it, I think we have to discuss a little here first", "No there is n't. I recently repainted it.", "ok deal noon it is thanks", "LOL, guess we will need to quit this", "i'm sorry", "It's a dark wood color, like mahagony colored. not sure the exact type of wood tho", "That's weird, the system must have a glitch. I will have to reboot I guess.", "thats going to be reported, retard", "I can tell you that they are wood, very sturdy, very comfortable", "Hi, I still have two available. They are in excellent condition.", "No, you got put in the wrong area. I just sold the Four Nest Protect 1st Gen.", "yeah, I think 45 is fair. That works for me.", "Dude, you have no clue on how to do this do you", "Haha, I dig the sense of humor.", "No the chair is not faded or dinged up at all. It's in great condition.", "Sure, if you can pick it up.", "I am sorry, there are no photos available. However you can come by and see it.", "sure, they are great elm wooden chairs, sleek mid century design.", "Hi, make me an offer ...", "this would be lovely in home must type to pay", "I am asking 350 for it it is in excellant shape just like brand new, it was in a room that we never used in the house. wit comes free of any defects from a smoke free enviorment", "they have rubber feet on the ends /bottom. no wobble very stable and great condition.", "No stains or spots. Child free, pet free, smoke free environment.", "sorry i dont have that"]}, "counter-noprice": {"buyer": ["I think that is a fair price.", "I guess we ca n't make a deal", "ok thats fine", "ok", "Wow. I see a Jewelry Armoire and it tells me I am the buyer as well", "I can do that.", "Fine, that works for me.", "No can do. Looks great, best of luck to you", "this afternoon, I'll strap in on my moped", "tomorrow night. i'm on my way to a purple rain reenactment.", "is does n't ay on the add", "it's better we go to a no deal, because I have a 42 limit", "Ok, see you around 5pm today. It that good?", "sure. that will work.", "That's fine for me. Thank you so much for coming down a bit! I really appreciate that.", "LoL a rim job? Thats funny, alright friend you got yourself a deal. Who can pass up a rim job hahaha", "cash is not a problem. i can pick it up today if you'd like.", "Ok great. Thanks", "we really shoudl have talked before you outin a price.. that is what this is about, not just putting in a number.", "Ok, deal", "Hmmm, very well. We are in agreement.", "lol ok i guess i can live with that:)", "In two hours, if that's a possibility.", "What is the color of the entertainment center first ... I want to make sure it matches my decor?", "I can do that. Thanks.", "ok i will pick it up tomorrow", "That works for me, send me the address and I'll swoop by when it's convenient for you.", "Ok, since it is a really good brand, IKEA", "I would suggest you put your items back in storage buddy because the ones I saw online have comments from verified sellers, your price is just too high", "I need it lower", "Awesome, that works out well since it's on my way home from work anyways. Thanks a lot!", "I will take that offer", "ok, no problem.", "Looks like we're too far apart.", "I do n't think I could possibly go that high. While it appears to be in good condition, I am little considered about the usage. Does it include a remote or does it have to be adjusted manually?", "Okay that is a fair price since its clean and in good condition. Thanks a lot for your cooperation.", "ok, if you change your mind please contact me", "sure, I'll text you when we get close to you home.", "I am on my way.", "That actually works for me. I will submit my offer.", "I'm afraid it's not worth it, sorry. In fact, I think I'm going to be `` dropping by'' and picking it up anyway!", "On my way.", "Ok", "I can accept that", "seems like a fair price, ,i can do that will take that offer, thanks", "ok deal", "Ok deal", "Sure", "That's too bad. The mattress was fredy for me ...", "sounds good, glad we could work something out", "That'll work. Thanks for meeting in the middle.", "It would be me and my wife! But I do have a concern it seems a touching up might be involved because we would be buying it for our party nights and table dancing. My wife is a stripper and she loves to dance and also her friends come over every weekend and they also love to dance on tables. I think this would be great for our basement! What is your asking price?", "wait, what? you know, i do n't think we havea deal here.", "That would be perfect. Thanks for working with me.", "That clearly is n't new. For a start the bevel design is not contemporary there's obvious signs of wear even in that blurry photograph. I'm perfectly willing to drag it away once you tear it out of your wall there, but that thing is not worth anywhere near that much.", "I can do that.", "I agree, delivery would be hard so I accept your offer.", "Wow thank you I would love that", "Sure. that works for me.", "I guess I could do that.", "Ok I can do that.", "Awesome, thanks.", "ok I can do 120 and can pick up today", "Ok thanks sounds good", "I can do that.", "OK, thanks", "ill pick it up for 105", "I'll take it, thanks", "OK deal", "OK", "OK, I can do that! Thanks so much!", "Ok. I do need the help. Deal.", "Okay I will take it for 340 since its a good piece of furniture and worth the price! THanks!", "Ok deal.", "ok", "Sure, Ill toss my shoes on now.", "Ok I can do that!", "Nah. The Hollon is a good one, but I do n't know that it's worth 70 more than the one that will do. It's getting stuck in the back of a closet... Sell me with some amazing facts, or 250 is the magic number.", "Sorry, that is too much for me. Thanks for your time and best of luck", "I can do that.", "Ok, I can do that", "ok i call you when i'm on the way", "I just love catching crabs and lice from used mattresses, let's see what's going on over here. Hello?", "no 152", "I am interested in the desk but I am wondering if you would be willing to go down on the price?", "Ok", "you got it this should fit perfect in my office. I am on my way.", "Alright, I'll be there around 5, cya then", "ok", "ok nice doing business with you, good day", "Thanks. I can pick it up myself too if you would like.", "I'm happy to come pick it up today.", "That would be great. I live on the same side of town as you and that would be perfect.", "We can be there in three hours.", "That's acceptable. A little more than I wanted to pay, but it is a beautiful piece.", "They are not new and", "That's acceptable. I accept your offer."], "seller": ["that is a lot lower then i am willing to sell this item for.", "No I am sorry, I know I could much better with what I have to offer. either 360 or nothing..", "It's a west elm 96 inch sofa in grey and new", "Sounds good -- is that going to show up on my screen too? Based on the instructions it looks like it should", "I paid a lot more for the couch than this", "10 miles is n't so bad, but how about I deliver it and you pay$ 80 since I have to pay for gas there and back.", "Offer submitted- accept or reject", "Either works fine. Thanks for your offer.", "Yep, I'm good with that.", "Ok, thanks!", "Thanks, one more thing, the table wobbles a little.", "well that's embarrassing lol.. we must be looking at different things", "Sure, sure, I'd be happy to mail you the Ottoman.", "I mean I guess. It's like my first born child ...", "I see a dresser with mirror", "The dresser is worth more I would be willing to go as low as 395 if you would like to make a counter offer.", "Ok.. Sure..", "Sure", "so no rim job? Damn", "I suppose I can agree to that.", "That's ok. thanks for your help.", "Okay we can do that.", "I can do that.", "ok thanks", "Great. Thanks for not low-balling the offer.", "sure", "Awesome. Let me know when you want to pick it up.", "I could do that if you load yourself.", "no problem, have a nice day", "Deal. It is a big loss to the store but I think you see great value in this item and that means you will be back to shop with us again. Thank you and when would you like it delivered?", "ok perfect.", "Sure thing.", "No, just light wear, but it's fine other wise. I've dropped the price accordingly.", "Cool, bye.", "that does n't work.", "Its very nice, its not to firm not soft, the color is a bron", "No thank you. I think I can get what I am asking for it.", "Please let me know on the texting what you want to offer because you can only make one offer.", "Ok, I think we've got a deal!", "Ok submit your final offer ... I will fix the ring and deliver if the price is right and what you stated it to be.", "No thank you", "I will not go that low. How about 95", "Awesome sauce. I think we can do business.", "Considering that it's been used a couple of times, i'm willing to take that offer!", "Oh no way it's vintage.", "Ok", "sure", "Ok I can do that.", "I think that is completely reasonable", "I can try to work with you. The set is really nice and in great condition. It comes from a pet/smoke free home and boasts genuine leather.", "Nice doing business with you.", "lowest im willing to go is 180, is that ok?", "Thanks for your interest. I hope you find what you're wanting elsewhere.", "I appreciate the offer, but no thanks.", "rip off, just give me your limit price as stated", "Yeah, Im hungry that will work. Offer accepted.", "Sure. My pleasure.", "ok, 0 will do. what's your PHONE#?", "These are a little nicer than the ones at walmart for sure, but I am willing to go as low as 225?", "sure. it's a full size bed, from IKEA, only used as a guest bed, more to have one, than really for anyone to sleep in. it's in a really good condition", "Hmm that's probably fair. So I will do that and fix the stain for you. I do have a question though to make sure you will still want it. The table is very large and so it will require a truck to move, do you have one? If not I can help you but you would have to pay for the gas and maybe throw in a little extra for my time?", "That's a pretty fair price I would say, let's do it!", "yeah, how about no. good luck to ya", "eh, I guess I could part with that chair. deal", "No problem", "sure", "Sure, I can do that.", "That works for me I just want it gone", "Ok, that seems fair.", "Sorry. No.", "I can certainly do that.", "Ok, see you later today!", "Perfect, we agree", "I'm pretty firm on the price, sorry.", "No problem", "I am sorry that is too low.", "Ok I can do that ...", "Sorry, negotiating does not mean just continuing to spam lower numbers. I would like to work with you but you have n't really given me any reason to lower the price. Sorry.", "Well as long as you can come soon I can do that.", "Ok That will work", "I would be happy to.", "yeah that's not gon na work. you should look elsewhere. good luck", "Ok, deal.", "Ok. Will see you soon", "That is no problem at all, I will be here when you come.", "That's too low. We could have negotiated a better price.", "Sorry sir looks we wo n't be able to reach a deal.", "ok that will work", "Ok then.", "I guess I can do that.", "Oh 100? I suggest you take 20 bucks and go to Ikea they have lot's of garbage pre assembled tables, she wo n't be around long enough to enjoy this table.", "well it is very well cared for and also does come with a mattress, both great quality and condition.", "It's an awesome piece. It's Paris inspired, solid wood. Very nice!", "ok u got me pick up a noon", "That would be ok, if you can pick up the table yourself.", "OK thanks", "OK", "Of course, I would n't expect you to buy it without seeing it first.", "Lol on mine i'm the seller too", "Alright I can do 130", "No problem!", "that's just too low", "Yes that is acceptable, I will send you the offer.", "Would you be willing to pick this up or need it delivered?", "I think we should make sure we want to do this deal. Do you want to come take a look at it first?"]}, "counter": {"buyer": ["I would like to buy the chair for PPRRIICCEE", "PPRRIICCEE is fine", "Looks like a bland table, I'd sell it for like PPRRIICCEE and help move it", "I will offer you PPRRIICCEE, this is an agreeable price.", "It would need to come with a PPRRIICCEE bill tucked in each slip cover if you expect me to pay$ 100. I'll offer$ 75, my final offer.", "Would you take PPRRIICCEE if I requested you also dropped it off where I live? I am not too far from you.", "PPRRIICCEE I'll do.", "Well if I have to pick it up I think I can go as high as PPRRIICCEE. Would that be ok?", "That's fair, PPRRIICCEE with free shipping/drop-off", "oh I meant PPRRIICCEE. my bad", "Hi, i'll give you PPRRIICCEE", "Ok. I would be willing to pay PPRRIICCEE.", "Ok, I offer you PPRRIICCEE FOR IT", "$ PPRRIICCEE works for me.", "I was thinking closer to PPRRIICCEE", "i'm really interested, but not for$ 60. I'll pay PPRRIICCEE.", "I have seen other similar units for PPRRIICCEE new and would like to offer$ 25", "Hi I am interested in the couch and armchair, would you accept PPRRIICCEE?", "I will take it at PPRRIICCEE. Be there in a few hours with cash and a truck!", "I will do PPRRIICCEE and I can come get it in the next twenty minutes. I have four crisp twenties in my wallet and I'm in the neighborhood", "$ PPRRIICCEE it is", "Hm, well I was going to use that extra PPRRIICCEE dollars to buy my wife a very well deserved 10 year anniversary gift. However I think this lamp will make us both happier. I ca n't let it go. You have a deal!", "Done, then. PPRRIICCEE with the pillows and delivery.", "yes I have a friend who will help me and he has a pick up truck PPRRIICCEE it is then", "My best offer is PPRRIICCEE", "Ok. PPRRIICCEE it is.", "alright then i will pay PPRRIICCEE.", "Ah, so we have to type back and forth. Well the Valley Plaza Villages is centrally located in Pleasanton; which means quick access to all of the wonderful things in town. We have wonderful amenities as well! Unfortunately our list price was$ 2283. Maybe we can negotiate that down a little bit, say PPRRIICCEE?", "Ok. I'd like to offer PPRRIICCEE. Fabric is quite pricy! It's sure to cost me quite a bit to have some new cushion covers custom made.", "It's worth every penny of the$ 225, I agree ... and, this is not in any way an insult to your bed there ... it's just that I'm on a fairly tight budget. If I came to you and picked it up, personally, would you be willing to perhaps take PPRRIICCEE for it? I am struggling at the moment ... but I'll do the best I can!", "The picture shows some use and it is a bit scratched up. I am forced to stay at PPRRIICCEE, my final offer.", "Hmm okay, I was looking to spend about$ 450, but Ill shell out the extra$ 50 since its so well made and mid century. I cant pass it down, Im in love with it. PPRRIICCEE it is! Thanks a lot!", "You I can pick it up today for PPRRIICCEE", "I think that is a great price considering there is n't a photo of it. I'll take it for PPRRIICCEE sight unseen.", "I'm pretty sure I can hit my brother up for the other$ 25. Let's do it for the PPRRIICCEE.", "How about PPRRIICCEE so I feel like I won this negotiation?", "It does look nice, could I offer PPRRIICCEE?", "Well I ca n't go that high, how does PPRRIICCEE sounds? i'll even come pick it up myself.", "Yes, I thought I had already done it but I would like to get it for PPRRIICCEE and pic kit up today cash if possible", "It looks nice but my budget only allows for PPRRIICCEE dollars", "okay, for PPRRIICCEE can you deliver and help me bring it inside?", "How about PPRRIICCEE and you do n't have to deliver or help me", "I can buy it today with cash for PPRRIICCEE and pick up today.", "I do think your asking is a bit high. Would you accept PPRRIICCEE?", "would you consider PPRRIICCEE that is as high as I can go", "thank you, they are beautiful. Would you be willing to sell the PPRRIICCEE for 45.00?", "I can definitely do PPRRIICCEE", "I ca n't pay PPRRIICCEE for it. Would you be willing to accept$ 70?", "Awesome. I'm on a tight budget though, and I have seen a few other chairs I have my eyes on. I'd like to pay closer to PPRRIICCEE.", "$ PPRRIICCEE ... yes I can do that", "These are beautiful examples of the type I was thinking that this should be acceptable at PPRRIICCEE", "My problem is that I only have PPRRIICCEE to spend and I do n't have a way to transport it. I live in Fairfield too. Any chance you can drop if off and I'll give you PPRRIICCEE in cash?", "I could go as high as PPRRIICCEE. One problem. I have no way to pick-up. Are you able to drop off? I'm in Fairfield too", "That is awesome news to hear..based on information I have seen and research I have done, I am prepared to offer you PPRRIICCEE for the chair", "I do n't need plastic cover for a tudor. and PPRRIICCEE is a bit too high for a reproduction. 250 is my offer.", "I can do PPRRIICCEE. I remember the ad said that there is a defect with one of the drawers as well.. I am willing to pick up immediately.", "tell you what, i'll give you PPRRIICCEE bucks and i'll come and pick it up", "$ PPRRIICCEE? That seems like a lot. How long have you owned it?", "Awesome! I will be buying this for my son, it matches his room perfectly! I will pick up in about an hour for PPRRIICCEE!", "$ PPRRIICCEE and your guy helps me put it together", "Ok, You have a deal at PPRRIICCEE:)", "That's a little high, seeing as how it's already been used. I saw it on sale in the paper for around PPRRIICCEE for July 4th.", "There is no way that I can do that much. One thing that might help is I am working with red cross and if you could do it for 250 I can get them to write a reciept stating that the other PPRRIICCEE was a charitable donation that you can claim on your taxes", "I understand, I'll take it at PPRRIICCEE a piece", "Well if the mattress is already used I would definitely at least have to buy a new cover. If the mattress is contaminated then the cover that was being used on it would be too. If I come and pick it up right away and pay in cash could you do PPRRIICCEE?", "very good PPRRIICCEE$", "I would be willing to do the PPRRIICCEE.", "You cant deliver this either? Im quite a drive away from you. Plus the work i have to put into it. How bout PPRRIICCEE and ill be over in the next couple hours?", "Yreah$ 55 is very good. I did n't mean PPRRIICCEE, I just meant PPRRIICCEE less. I can come pick it up now!", "I will do the PPRRIICCEE and come pick them up.", "Im unable to do$ 550 right now. Any chance if Im able to come pick it up myself and load it myself TODAY would you accept PPRRIICCEE Cash? I can pick it up with cash in hand in one hour?:)", "PPRRIICCEE is perfect! I will come pick it up tonight with cash in hand!", "I would like to make a offer of PPRRIICCEE and I will pick one up right now.", "That is still way to high for me. I could maybe go as high as PPRRIICCEE if you would be able to deliver.", "well since you are offering free delivery for PPRRIICCEE, I will accept the offer since it's a pretty good deal", "could you go a little bit lower like PPRRIICCEE dollars as that is all the cash i have on me", "$ PPRRIICCEE is a fair price.", "That's still a little steep for me. Can you do PPRRIICCEE? I can come and pick it up.", "Ok. I will need to leave some money in my budget for a mattress still. Could you take PPRRIICCEE cash today?", "Awesome. I can pick up today and have PPRRIICCEE cash in hand.", "If I pick up the set myself, will you go to PPRRIICCEE?", "if you deliver i will take PPRRIICCEE", "There are very pretty so sure, PPRRIICCEE works.", "PPRRIICCEE works. Please send more pictures if you've got any", "$ PPRRIICCEE is fair. I could do that. See you tomorrow for them?", "Okay good. How does PPRRIICCEE sound? I can pay cash and pick it up today or tomorrow.", "Ok I can do PPRRIICCEE that seems fair. I can come over later today to pick it up.", "If the warranty will cover any damage that may occur during transit, I can do PPRRIICCEE", "If I come to pick it up when you want and haul it away, would you be willing to do PPRRIICCEE?", "$ PPRRIICCEE?", "Great, if I come today and pay cash, would you consider accepting PPRRIICCEE for this chair?", "I can do PPRRIICCEE for the set! Let me know when's a good time to come pick it up", "I apologize for the previous typo. Something startled me. That was supposed to read PPRRIICCEE. I will go up to$ 280 if you can deliver it.", "I accept at PPRRIICCEE delivered."], "seller": ["Well as I said it has nearly no wear and was in a non-smoking home, I can go as low as PPRRIICCEE on it", "Thats okay she was very old. I think PPRRIICCEE", "Sure because you asked politely, PPRRIICCEE dollars is fine.", "Yeah I can do that for you. PPRRIICCEE it is", "I was thinking more like PPRRIICCEE", "I'll go for that. You come get it where it is located at an amazing price of PPRRIICCEE!", "no problem. PPRRIICCEE?", "I can do PPRRIICCEE. I ca n't go any less than that.", "$ PPRRIICCEE take it or leave it", "$ PPRRIICCEE is reasonable. I agree with the offer", "I bought it for PPRRIICCEE, it's a steal for 50 dollars, I can also bring to you.", "PPRRIICCEE is a good deal and yes i will be home tomorow at 8 pm see you then.", "Sure. PPRRIICCEE it is.", "yeah but i still need PPRRIICCEE usd you see im going to bey some beer and bich's to night and i need to look goood", "Hmm, well, I guess I do n't have a choice, PPRRIICCEE it is.", "How about PPRRIICCEE, and I'll deliver it to you directly?", "I could go as low as PPRRIICCEE and that would be a nice chunk still taken off the price which seems fair.", "ok PPRRIICCEE picked up will work.", "$ PPRRIICCEE is the lowest I can go", "I think PPRRIICCEE is more than fair for this table and chairs.", "I'm willing to let it go for PPRRIICCEE. It was a Rattan trunk from the South Pacific and WWII. This is very versatile and can be used as many things!!", "It is still in the box. I guess I could do PPRRIICCEE.", "I will come down to PPRRIICCEE and I will give you the light bulbs for free", "I can meet you halfway. PPRRIICCEE.", "I ca n't meet you halfway since you started so low. That would n't be fair at all. I actually already lowered the price to PPRRIICCEE in the first place. So how about 90 and we have a deal.", "That's too low. It's in very good condition. Lowest is PPRRIICCEE.", "I was asking PPRRIICCEE, but I feel$ 40 is good. So yes, deal.", "285 is too low, I can not turn a profit. I bought this item for PPRRIICCEE and am already losing money as it is. I can go to$ 300, take it or leave it.", "I have a small end table that sort of matches the chair, and if you pick it up we're good to go. PPRRIICCEE it is.", "you need to accept the PPRRIICCEE offer", "PPRRIICCEE in cash pick up today? Okay, I can do that.", "That's far too little. This piece is very pristine and in very good quality. The lowest we could go is PPRRIICCEE. We're sorry you need to find your own delivery, but it should n't cost much more than$ 10-$ 20, the Sleigh Bed is n't that big.", "I need at least PPRRIICCEE", "Well it has some scratches and the cushion has faded slightly. I'll take PPRRIICCEE, I think that's reasonable.", "PPRRIICCEE final offer.", "How uninteresting. You bore me. PPRRIICCEE", "I'm going to hold firm on the PPRRIICCEE since you're not being at all reasonable and made such a lowball offer.", "Is PPRRIICCEE okay for you?", "If you only want one I can sell you one for PPRRIICCEE", "If you come with cash to my house and pick it up today I can go to PPRRIICCEE. That's the lowest I can do. I paid$ 200 for it last year.", "PPRRIICCEE plus the rug and I'll deliver", "I see your point, but brand new you must pay 5X the price. Let's be fair and settle for PPRRIICCEE", "I could go PPRRIICCEE and let you have it in cash only if you pick it up.", "I'll make you an offer of PPRRIICCEE to which you can accept or deny. That's my final offer as I have other people interested in it as well.", "I could go down to PPRRIICCEE if you come pick it up today, I have a move going on.", "This chair is worth at least PPRRIICCEE in this condition but since I really want to sell it if you can come and pick it up today I can let it go for$ 65", "How about PPRRIICCEE and I will get my son to help you lift it in to the truck?", "Alright, I can do PPRRIICCEE.", "No, that is far too low. It is solid pine, and I do n't want to go under PPRRIICCEE for it.", "I can do that. I will send you an official offer of PPRRIICCEE now.", "Thanks, I'm starting at PPRRIICCEE.", "its a mid-century dining table. its from the declaration line designed by Stewart. its a steal at PPRRIICCEE, last chance to get it, otherwise i'm taking it to be restored and will list it at its higher restoration value. if you are handy you should grab it now", "Hmm, that seems like an unbeatable offer my friend. PPRRIICCEE it is. Thanks a lot for your purchase!", "That's too low. I want at least PPRRIICCEE.", "PPRRIICCEE WAS MY OFFER, TAKE IT OR LEAVE IT", "Yes, I can deliver it. But then, it would be PPRRIICCEE. I can go as low as$ 925 if you pick it up.", "PPRRIICCEE dollars. I think that is a good price.", "I could sell one of them for that price, It's a set of two so I could go down to PPRRIICCEE for both.", "Ok thats fair. PPRRIICCEE it is", "Hello, I see you are interested in my King size bed with matress and springs. I'm looking to receive at least PPRRIICCEE for this. what is your offer or do you have any questions?", "I'll take PPRRIICCEE$.", "Hello there, how are you today? Yes the sectional is still available and we have a great deal for you. We are offering it for PPRRIICCEE", "I'd be willing to come down PPRRIICCEE if you pick it up. I really do n't want to go a lot lower because it's not very old and they sell for almost$ 80 new.", "Oh you do n't have a truck? I do so how about this, for PPRRIICCEE you load it in my truck I can drive it to your house and you unload it there. I just ca n't move or deliver by myself as I am 8 months pregnant so no lifting.", "They are true quality and honestly the scratches on them you could probably get out pretty easily with just a little work. Pieces like these new go for probably about$ 500 each. Would you be able to go PPRRIICCEE?", "so PPRRIICCEE then", "It is a beautiful piece with many uses.$ 20 is a little lower than I would like to accept, how about PPRRIICCEE and I will deliver it to you if you are close by?", "that's still too low. look, because there is a tear in it, i'll even throw in a patching kit. give me PPRRIICCEE, and its yours", "It is brand new and it is a King sized bed. I can do PPRRIICCEE and have it delivered to you today.", "well since I really need to get rid of it, I'll PPRRIICCEE. Make sure you bring help for the lifting because I ca n't assist", "Alright I guess that works for me. PPRRIICCEE it is!", "Well, i need to get it out to make space for my new bedset. So yes, I'll do PPRRIICCEE and you will still pick up?", "I understand these are hard times but I'm gon na have to ask for at least PPRRIICCEE. I'm throwing in an amazing doily to go with it.", "$ 400 is a great deal. But I think it is too low for everything. How about PPRRIICCEE?", "I've already come down significantly from my original PPRRIICCEE. I firmly believe I can get at least$ 450 for them.", "That is a good price but lets cap it at PPRRIICCEE to cover for free shipment to you.", "$ PPRRIICCEE does sound like a fair offer since you can come get it right now. Thanks", "Well its 3 boxes. So is that PPRRIICCEE for each box?", "I am sorry the original pice was twice what i am asking. The only damage is in a low visibility area and easily repaired it would cost less than the price difference to have it professionally repaired. the best i can do is PPRRIICCEE", "very good PPRRIICCEE with the chair.", "The lowest I can go is PPRRIICCEE.$ 200 is too low.", "Would you be able to do PPRRIICCEE?", "I could. Would you like the mattress as well? I would like PPRRIICCEE for that too, but I can go slightly lower.", "I can do PPRRIICCEE if you pick it up", "I can work with PPRRIICCEE and deliver it to you in a few minutes.", "PPRRIICCEE seems fair.", "Yes for the PPRRIICCEE I will give you the chair!", "I understand that probably has some sentimental value. If we can do PPRRIICCEE, that puts you at$ 8 each. Fair enough?", "it's in good condition, well I can take PPRRIICCEE and considering it is 5 years old", "I understand, yellow is very bright! And yes I can do PPRRIICCEE. I'll send you my address.", "Well I wan na get rid of it anyway, so I will take the PPRRIICCEE dollars.", "Ok well PPRRIICCEE is a little low, I can do PPRRIICCEE is you can pick it up. Remember it has no marks or cracks and its very sturdy so PPRRIICCEE is a steal", "I have a counteroffer. PPRRIICCEE is the absolute lowest I can go on my part. If you buy a used chair anywhere else, it will not be as great of a condition as this.", "I'll take PPRRIICCEE. Just looking for spare cash.", "This desk is currently valued at PPRRIICCEE and I'm only asking$ 200. It's a desk and chair, and has a long life left to it. I need it picked up from my home.", "You have a really good point there. Alright, I'll do PPRRIICCEE", "Sure that's fine, I'll throw in extra sheets for PPRRIICCEE", "I'll take PPRRIICCEE cash if you pick it up.", "I can take the PPRRIICCEE", "I can do PPRRIICCEE.", "Look, this is an expensive chair if you are willing to buy it somewhere else. I-m only selling it cause I'm moving out of the country.Otherwise I'd keep it but I do n't want to just give it away, you know? How about PPRRIICCEE?", "Ok I'll take PPRRIICCEE if you pick it up.", "I will do PPRRIICCEE if you bring me a soda when you pick it up.", "Yes. PPRRIICCEE is fine.", "The leather is n't worn. What you're seaing are the wrinkles in the fabric with shadows because the lightening is poor. That's my fault. It's a great piece in great shape and only 1.5 years old. The PPRRIICCEE is a good price.", "Ok how about PPRRIICCEE for the table and chairs. I'll keep the coffee table and end tables.", "Ok, I will accept your offer for PPRRIICCEE", "You sound like a good person, I can do PPRRIICCEE for you.", "So it would be PPRRIICCEE, of which$ 112 in cash and$ 25 as an Amazon gift card? You would come and pick up the item yourself. I could agree to that deal.", "Yes I can deliver umm.. I can do$ 13 for the desk and since you are not to far from me$ 1 for delivery for a total of PPRRIICCEE sound good?"]}}, "phone": {"inform": {"buyer": ["Would you accept seven for them", "Fine.", "Good doing business with you.", "Reasonable.", "Done.", "Good doing business with you.", "good.", "See you soon.", "The closest Apple store is 50 miles away from me, so it would be hassle for me as well. How about$ 70?", "Please negotiate. The system is n't going to accept this", "jCool thanks.", "Thanks for negotiating.", "Thanks.", "Thanks for doing business with me.", "done.", "i think our dialogue has to be longer", "That seems reasonable."], "seller": ["we need to first negotiate before we put in the price", "Agree", "Perfect.", "Done.", "You're welcome.", "I do have a case for it. Usb plug", "Good doing business with you. Have a good one.", "My phone is in excellent condition and priced to sell quickly.", "done, ive got plenty of those lying around.", "I just looked it up they go for 150 at walmart the lowest i will be able to go is 80 dollars will you accept that?", "That works.", "it brand new unlocked i just dont like it i got me another kind of phone", "i DIDNT EVEN GET TO SEE WHAT i WAS SELLING", "It is slightly used. Still under warranty.", "Yes the case im including is only a month old", "Thanks. Will see you tomorrow", "I have had it for a little over a year.", "They are n't second hand they are brand new.", "have mine only 149"]}, "disagree": {"buyer": ["Ok great. Let's meet at 4PM. PPRRIICCEE thanks my man", "ok PPRRIICCEE, sounds good then. I can go PPRRIICCEE for new ones", "ok, well i can buy it brand new for PPRRIICCEE so i will just do that", "ok, i will do PPRRIICCEE"], "seller": ["no thanks, PPRRIICCEE plus shipping", "Hmm, that is reasonable, but we do n't need anyone for tonight. 4 is not a good number for me, so PPRRIICCEE", "Yeah I can do PPRRIICCEE. glad we could make a deal today. Thanks a lot, I hope you enjoy your product.", "No there is no way I can sell a brand new iphone 7 for$ 290. I can do PPRRIICCEE if you are willing to pay cash and come get it right now.", "Sorry, meant PPRRIICCEE."]}, "unknown": {"buyer": ["It seems to have a lot wrong with it, my friend in Geek Squad said it cheaper to buy this older model brand new from Apple and plus doing this I would get the 1 year warranty. I talked to Apple to confirm you saying they will replace it( they Will) but that is going to take 4-6 weeks..... I have to send them the old one and then they will ship me a new( well a refurbished 6 Plus) to replace the broken old one. So any chance I can take this off your hands for just$ 70 cash? 4-6 weeks is a loooong wait plus having to spend time with Apple on the phone:("]}, "affirm": {"buyer": ["If it is in great shape, I will take it for that! Done Deal!", "yes i am here", "Ok deal!", "Yes", "Yes I would like to purchase the lot", "yes", "Great, thanks!", "Sounds like a good deal."], "seller": ["Great, it's a deal then. We can meet at the gas station on 4th& main", "yes of course we have some colrs", "Hi i am selling a great iphone 5 unlocked in great condition", "you know what? only because i'm a nice guy. deal", "sounds great!", "It sure does. I have the original box with the manuals, multiple chargers for car and home, and several cases for it. It's what I like to call a package deal.", "the last deal i was on timed out so you got a deal.", "Yeah it comes with a charger, a package of film screen protectors and a simple plastic case.", "Sounds fair"]}, "greet": {"buyer": ["Nice chatting with you anyway!", "Hi, I am interested. Is it from a smoke free home?", "Awesome! Thanks!", "Haha, reporting technical issue!", "WONDERFUL!", "Hello, I'm interested in purchasing your phones. Is either unlocked?", "Hello, I'm interested in this phone but am on a tight budet. Are you flexible on the price?", "Perfect!", "Hi there I am interested in the phone can you tell me if it will come with a case and screen protector", "Hey, I'm interested in your service. Is this a service to convert my phone to a new service?", "Hi, I'm interested in the phone", "Awesome!", "Today will work, thanks!", "I am i will brt!", "perfect!", "sold!!", "Thanks!", "Hi I am interested in your lot of fake iphones", "Hello are you selling the blackberry?"], "seller": ["Ok. Thanks!", "Perfect!", "nice", "Hi are you interested in this product?", "Hi, are you interested in my product for sale?", "Hello! Are you interested in the AT& T samsung galaxy s8?", "Nice!", "Hi", "Perfect!", "Much appreciated!", "You are welcome.", "Awesome!", "Sure!", "Awesome! Thanks so much for your purchase.", "Perfect!", "i heard you were interested in my iphone leather case for sale", "Awesome! Thanks!", "See you then!", "Thanks!"]}, "agree": {"buyer": ["Ok, PPRRIICCEE sounds totally fair to me", "PPRRIICCEE sounds good", "Oh wonderful. Thank you so much! PPRRIICCEE is a good deal.", "That sounds good. I'll take it for PPRRIICCEE", "okay, I think I could do PPRRIICCEE in that case.", "Awesome! I love the extended plan! Ill buy them for PPRRIICCEE what do you say?", "Okay PPRRIICCEE deal. Thank you", "$ PPRRIICCEE would be excellent! I'll come get it today.", "Yeah, sure PPRRIICCEE sounds fair. Send me an offer and I'll come pick it up tomorrow", "PPRRIICCEE sounds like a good deal to me. Let's make it happen.", "$ PPRRIICCEE sounds good, especially with the extra items you mentioned.", "Okay PPRRIICCEE it is then", "Ok, PPRRIICCEE works. Sold!", "OK, that's fair. I'll send you an official offer of PPRRIICCEE. Thank you for working with me on this.", "Yeah, PPRRIICCEE sounds great.", "Wow, thats a great deal! But darn, I only have PPRRIICCEE, can you take 34dollars for the same terms?", "Alright, I can do PPRRIICCEE. Thanks!", "okay then, PPRRIICCEE sounds good", "Yeah, I think I can come up with PPRRIICCEE. Thank you so much!", "Awesome! PPRRIICCEE it is!", "I can only do PPRRIICCEE unless something really great is added to the deal ...", "Sounds fine to me, PPRRIICCEE it is", "Okay, I will do PPRRIICCEE$.", "hmm.. Okay, I could do PPRRIICCEE"], "seller": ["PPRRIICCEE. That is a steal!", "Deal- PPRRIICCEE dollars is the final deal", "Ok PPRRIICCEE and you pick it up. Deal", "PPRRIICCEE sounds good. Free delivery and warranty included. Thank you!", "fair enough. PPRRIICCEE go ahead and submit the offer", "Sure PPRRIICCEE isnt too bad at all, you have yourself a deal.", "$ PPRRIICCEE is fine, thank you!", "Ok great, if you can scrounge up PPRRIICCEE, we'll have a deal.", "Yeah, for PPRRIICCEE I can do that!", "Great! Sold for PPRRIICCEE", "$ PPRRIICCEE sounds resonable!", "Okay! PPRRIICCEE!", "PPRRIICCEE and you got yourself a deal", "Sounds good! PPRRIICCEE it is!", "Yes ill take your good and PPRRIICCEE that sounds like a fair deal thanks!", "Okay great! I will see you then for PPRRIICCEE!", "$ PPRRIICCEE sounds like a fair deal!!!", "$ PPRRIICCEE is very doable. So yes you have a deal.", "Ok, that sounds fair to me, I will take the PPRRIICCEE."]}, "propose": {"buyer": ["I will up the price to PPRRIICCEE.", "I want to buy the phone for PPRRIICCEE", "I do n't think I can afford your asking. Would you accept PPRRIICCEE?", "Would you be willing to take PPRRIICCEE.", "Would you accept PPRRIICCEE cash can meet today since it is new and unlocked. I will pick it up myself"], "seller": ["ok ill give you PPRRIICCEE for them and an iphone 6 ...", "Yes. I would like to flash your phone for PPRRIICCEE but i'll do$ 50 if you agree to bring me McDonalds", "Hello! Are you interested in the Samsung Galaxy? I will let it go for PPRRIICCEE", "Yes. I have it listed for PPRRIICCEE that is a great price for this phone."]}, "confirm": {"buyer": ["150 hmm", "Awesome thanks", "thanks seee you soon", "absolutely", "alright 240", "cheers", "Thanks", "Does it still work on sprint?", "you're the seller lol"], "seller": ["say about noon", "thanks", "wonderful", "Yeah", "lol", "bye", "Thanks", "You're welcome and thanks"]}, "inquire": {"buyer": ["Did you have the item for a while?", "what is the best you can do if I buy 4?", "Yes. What color is it?", "Is it working well?", "type the offer in the agreement box", "Yes I am, does it come with any accessories?", "what accessories does it come with? wall charger? usb charger? car charger? head phones?", "I am. Have you personally used it before? Does it work well?", "And what size phone is this for?", "??", "I am not sure I am interested in your service can you tell me more about it? I am the buyer", "You bet! How big is the crack, roughly?", "Is this a private sale or an Ad to come visit a store location?", "That works for me", "That works for me"], "seller": ["Sure thing! What price are you thinking?", "how about meet in the middle, 32?", "26 and you keep your dime", "What kind of phone do you have available for this trade?", "Well, price is listed as 320 firm. Do you have the right listing?", "You have to make the offer on the right.", "What price did you have in mind?", "Alright well it sounds like you have your mind made up.", "They do! Are you looking to buy or trade?"]}, "agree-noprice": {"buyer": ["Great! thanks.", "great thank you then we got a deal!", "Its a deal thank you!", "Ok. Sounds great!", "Thank you!", "thank you", "Ok the extra warranty sounds like a good deal", "good deal", "Thank you very much!", "Thank you very much!", "great, i can definitely come pick it up.", "Wonderful, thank you!", "Okay you've got a deal.", "I suppose that is an alright deal.", "sounds fair!", "ha, we are so far from each other. looks like a stalemate. good luck!", "Ya that would be great.", "Great!", "I'll take it.", "I wish it was AT& T like my phone. give it to me for 8", "Deal.", "done deal", "I think so, too! Sounds great!", "Thank you very much!", "Okay, that's a deal", "Yeah, that works for me!", "okay", "Just one. Thank you!", "Okay great, thanks!", "deal", "Okay I can do that. Thank you for the offer!", "I'll tell you what, since you have n't told me to take the flying leap, you have a deal; 500 a pone.", "Awesome, thanks!", "Okay deal", "Okay deal!", "Sounds good!", "okay, that works for me. deal", "Okay I will take the case and the phone for 379.", "Thats a deal!", "Sounds good, let's do it.", "That sounds good. I will accept that deal.", "Yes I can of course, and pay in cash.", "Okay that works for me.", "Yes, sounds good!", "Yes, I can do that and I accept that price.", "Deal! I will make the offer. When can I pick it up?", "Thank you very much!", "Done deal", "Yes", "Yes, it's a deal.", "deal", "Okay, then I will take your offer!", "You got yourself a deal.", "That's a great deal. I'll take it.", "Thank you for your time.", "Awesome! I'll be over later today to pick it up. Thanks so much for being reasonable!", "You didnt give me a chance to counter offer!", "Okay, that works for me.", "great! thanks!", "Yes, thanks!", "okay. deal. see you in an hour.", "You got a deal!", "that will work thank you for working with me!", "That would work great for me!", "Deal.", "That seems fine for me. Let's schedule it a week from today!", "I'll be there in an hour. Thanks for the great deal!", "Yes i actually need one of those thank you", "Sounds good to me.", "Sounds good to me", "Yep I can come by today for sure! I'll have cash.", "Thank youi!", "Okay! Sounds great. See you soon.", "Sounds good", "That works, thank you!", "deal", "Okay that sounds like it would work for me since it would save me some money on those items, thank you please send me the offer!", "Great. Deal!", "That sounds great. Deal!", "Great", "great", "I think that sounds fair and I can do that.", "Sounds great I can be there before than", "Ok sounds good!", "I'll take the case as part of the deal. 115 is a fair price.", "Ouch, alright. That's the best I can do I'm afraid. I'll have to keep looking, but thank you for your time.", "That sounds good.", "Great!", "That sounds good to me.", "yes absolutely", "Deal", "Yes. I can do that.", "Awesome! Thanks a lot for the cooperation. I'll see you later for the item!", "Awesome! Thank you.", "deal", "You've got a deal.", "Works for me. You got a deal!", "Sounds great.", "OK. It's a sacrifice but I'll be willing to pay that.", "Perfect thank you", "Deal.", "Great, sounds like a deal!", "you know. that works. we have a deal.", "Absolutely! Thank you so much!", "yes sure can, thank you", "Yeah that's totally fine I can do that! Thanks so much!", "Absoulutely! Thanks so much", "Yes I can meet at anytime this evening! Just let me know where!", "ok great sounds like we have a deal", "Great, thanks!", "I will just pick up then. I will message you later to get that info from you. Thank you:)", "Ok sounds great!", "Okay that sounds worth paying for the extra 5-10 please send me the offer", "Great", "That sounds fair.", "Sounds good! thanks.", "Ok sounds fair.", "Sounds like a deal.", "That sounds good to me.", "Great!", "It's a deal.", "I will accept this phone since it comes with a case also!", "Perfect, thank you!", "Okay that will work! Thanks!", "yes sure!", "Ok. DEAL!", "Thank you so much", "Great thanks!"], "seller": ["Okay deal.", "its from 2017 and i am selling you it for a great deal thats like new", "deal.", "Well, then you will have to immediately pay me the amount for the transaction to be approved", "Great", "Great, looking forward to meeting you in a gas station.", "we've got a deal!", "Sounds great!", "That's a great deal then!", "Sounds great!", "YES", "Sure will be delivered to you right away thanks for choosing me!", "Yes, that sounds fair to me", "thank you!", "You have a deal.", "Great, I'm glad you agree. It is much more to buy it retail so I appreciate you giving me full price!", "great!", "great!", "Yes. That is reasonable.", "Sounds good! Thank you for your business!", "Great! I hope you enjoy your new phones.", "Yes deal", "Great doing business with you. Enjoy your IPAD", "deal", "Okay deal!", "No; these are already marked well below market value. Each battery comes with an extended cover. It also has extended capacity, meaning it will last longer than the average cell phone charge.", "Deal.", "deal", "great! I'll see you soon.", "Okay, I can do that. Sounds good.", "great! Sounds good.", "No deal.", "sounds good. youve got a deal", "Sure thing!", "Of course, it's all set in the box. I can even include a screen protector and case.", "okay, ill make the offer!", "it's a deal.", "Great.", "I would love to deliver it. We have a deal!", "Good deal.", "Ok. Great", "Yeah that can be our final deal", "Yes it is guaranteed to work and we verify that before completing the transaction or your money back.", "Sounds good", "That sounds like a great plan. I prefer Penn State anyway;)", "I can definitely do that!", "Great", "Great!", "Great! See you then.", "That's fair. I accept your offer.", "Yes I could let them go for that? Will you be able to pick them up?", "I will. Sounds good.", "Sweet. See you then!", "cool. I accept your offer.", "okay deal", "Yes and I am throwing it in for free", "okay that sounds fair", "Thank you for your interest! Have a good day!", "Yes, it comes with a charger, and as indicated, it has a custom paint job! It is totally worth it.", "Sounds good. I do n't want your address.", "deal", "Alright, sounds good.", "That sounds fine!", "I could do that.", "Cool that's a deal then!", "As soon as possible. You got yourself a deal!", "thank you", "that great deal", "Great. Good doing business with you.", "great.", "Deal", "Sure I can do that! We got a deal!.", "Yes. See you tomorrow.", "Thank you!", "Yes absolutely! would love to do that:)", "It comes with the original charger and a hard case", "Yes! Absolutely, that works perfectly", "Okay. So we have a deal.", "Sounds good to me.", "Great I will email you my address.", "Great I will get with you on meeting up to get it to you.", "Sounds good to me.", "okay, sounds good! Thank you!", "Yep, that price works for me!", "Yes, that sounds like a good deal to me!", "Okay i wanted to be sure you are buying the right stock. Deal then", "great sounds like a plan. I will see you in an hour", "Great I will be glad to meet up with you.", "Great! I'll send you my address via email and you can pop in anytime.", "Awesome! I'll see you then! I really hope you enjoy your new phone!", "Great, thanks", "Great", "I will give you brand new charger and headphones also! This is really a great deal for all these things", "That would work splendid! We can for sure meet in 30 minutes. I'll have it good to go, see you soon!", "Awesome! Sold then! See you tomorrow! Enjoy.", "cool you got yourself a deal", "Ok great! See you this evening!", "That is fine. Great deal", "I sure can and we have a deal.", "Great. We have a deal then. Thanks for your business", "Yes it is a hard back body and comes with a full screen protector. It is still under the 1 year warranty.", "I can meet you at the shopping ceneter anytime in the next day", "Yes I can.", "Great. I will be in touch soon. I hope you enjoy your new phone. Thank you.", "Awesome! It's a deal!", "Okay. Sounds good", "Great.", "great!", "Not a problem. I'm glad we found something that works for both of us!", "Great", "Great doing business with you!", "Great:)", "Ah man you are twisting my arm. I like you and I can tell you like a bargain. It's a deal", "I guess. Sure!", "Deal. I can meet in the morning.", "Ok sounds good.", "Great then!", "Well this was an easy trade! Glad you were willing to compromise", "great!", "Cash works for me. You have a deal.", "That sounds fair. Deal.", "Great, thanks!", "Okay, see you when you pick it up.", "Okay thanks a lot, I'll see you tonight!", "Absolutely. I will leave my number with you when you pick it up. Feel free to call with any questions.", "great thank you", "sounds great", "Sounds good to me. Thanks.", "Thank you!"]}, "deny": {"buyer": ["I do n't trade money with you asshole, do n't go sprouting nonsense. I made an offer, if you do n't accept it then forget it, i do n't like your tone so I would not buy from someone calling customer a kook, do you even know what that means or do you just like insulting people?", "ok", "would you take less", "Absolutely, but the price is a little higher than I would like"], "seller": ["I'll try quitting and see if that helps you.", "sorry, i'm selling bike not a phone", "I've got a brand new Galaxy S8. If you need one, or more than one, I can get you a good deal.", "um I think we are looking at 2 different pages I have a house gon na have to quit this one sorry", "lol, just accept or reject my offer", "weird I am selling a 4 G phone though lol I guess we should end this one then", "I;'m trying to buy a bike. I think we might be out of synch.", "nope, im just trying to buy your impala"]}, "counter-noprice": {"buyer": ["What would be your lowest point?", "Ok I am on my way thanks a lot 1", "Oh alright, you got me. Make the offer", "Ok, deal.", "Ok, sounds like a del", "ok deal", "Ok I guess I can ask my husband for the extra dollars as it comes with extras. You got a deal", "ok well we cant change it but for refrence we agreed to 7.50. Thank you very much.", "nice doing business with you", "Oh, okay thanks for being so obliging.", "Thanks- entering the info in the final agreement box", "I am very interested. I saw that the corner has lifted up. Can you tell me the condition of the phone otherwise? Does the lifted corner effect funcationality?", "Yes, Can you go any lower on the price?", "Since it is an older model, I wouldnt be able to give your asking price for it. My budget is closer to 50", "ok great. then I think we can do this", "Wow okay I would love that for sure", "Then we wo n't be able to come to a deal", "Ok that sounds great, thanks.", "ok I agree", "Ok that will befine. I have really wanted this model for a while, I will be there today with the cash.", "that's over my budget I ca n't afford that. I am sorry then I guess I will have to pass on this. Thank you for your time though!", "Ok sounds good that will save me some gas", "Oh with case and screen protector? That's a great deal. Sold! Just let me know where I can pick it up and I'll be out as soon as possible.", "Why would you do that. im going to quit. that `` low ball offer will be ignored'' means nothing. he wont accept this", "Well works for me. I can do it today itself. Thanks", "very well", "Okay, I'll swing by tonight around 10 to grab it, and to pick up the ipad too:)", "It's entirely up to you, I can do either one", "Sure. I can swing that.", "There must be an error because it wo n't let me type anything into the offer box."], "seller": ["Alright, just because I am wanting to sell.", "I think since you are willing to take them all and I also want ot get rid of them quickly I will accept that.", "Alright, we can agree on that.", "There's nothing wrong with it. It's never been opened. It is refurbished.", "Ok deal.", "Compelling. You know you can use this as a backup phone?", "Sure.", "not a problem.", "I am selling it because I was issued the phone at work, but I already have a personal phone I use. I had to pay for the phone through work, so I wanted to recoup some of the money I paid.", "Alright, I can do that.", "Yes, definitely. Please make an offer.", "Hmm, you strike a hard bargain ... but yeah sure", "I can do that.", "I do not see us reaching an agreement here.", "The phone case, charger, and I can give you new ear buds.", "I would n't agree. The screen is not damaged and I think I have it listed at a very fair price. I would be surprised to see another like this for a lower amount.", "Yes, I'll go 5 lower", "OK.", "Ok, just to get it done, thats a deal.", "I understand. I am willing to go half way between with you. But, seriously, that is all I can do. What if we split the difference and go 77 for both phones.", "ok", "ok", "ok", "ok great", "No problem", "Battery life is good, unless you take a lot of videos, usually lasts me all day.", "lol Cant say no to that. a higher bid is a higher bid", "ok", "let me check with boss he said the low he can go is 40", "ok", "that's way too low sorry. 275 minimum", "17 I can do", "ok", "thanks but sorry I ca n't accept that!", "I can do that. No problem, still getting a killer deal;)", "ok great", "The phone is great. No wear or tear. I guess you are lucky. Will give it to you at that price. But hope you come back some other time."]}, "counter": {"buyer": ["Eh, fine. PPRRIICCEE.", "I agree. PPRRIICCEE it is.", "I can do PPRRIICCEE and I will pick it up now?", "For what? You already agreed to PPRRIICCEE", "I'm asking you to kindly take PPRRIICCEE off ... its just PPRRIICCEE i", "As I said `` Unused'' and we will verify when we meet for the transaction.:) So PPRRIICCEE cash and a gift card, sounds like we have a deal- e- o?", "I will take the phone, case and screen protector for PPRRIICCEE.", "Hmmm. I saw one in similar condition and with all the extras like you're offering for PPRRIICCEE but they're farther away from me. How about I meet you at$ 300 and you throw in the micro SD card?", "No shipping, I'll pick it up. PPRRIICCEE it is, thanks.", "The highest I can afford is PPRRIICCEE, and I'll throw in a new case for your new iPad.", "I beg to differ, you must have bought the phone from some shady characters. It says right here your ESN is bad. I'll give you PPRRIICCEE final offer.", "No, the highest I can go is PPRRIICCEE. Take it or leave it.", "I cannotgo that high. My highest offer is PPRRIICCEE. Take it or leave it.", "Cool. I am really broke but I really need it to be working as I drive Lyft and I have to have a phone ... Will you consider PPRRIICCEE?", "I can do PPRRIICCEE and the fitbit you include the headset and we have a deal", "That sounds fair, I can do PPRRIICCEE as long as we meet before and test out the phone.", "So you have never hooked it up to a service? I can off PPRRIICCEE.", "PPRRIICCEE if you deliver it.", "The phone is unlocked which means if it breaks I am responsible for paying for that or just a new phone. I think cosmetic is going to bother me a little so I will need to buy a new case. And again I am super tight on money and could use a break what do you say PPRRIICCEE?", "How about PPRRIICCEE and we meet at a location closer to me? Deal?", "The trade-in really is n't worth much either way. Do you have some cases for it? If you can throw in some cases and include Apple approved charging equipment then I can do PPRRIICCEE", "that's still quite high, I'm going to have to ask if PPRRIICCEE is the final offer?", "I currently have AT& T and spend$ 40. I was looking to pay no more than PPRRIICCEE", "You know what. That works for me. PPRRIICCEE it is. It was a pleasure doing business with you.", "I am really under some financial hardship and I really need my phone. I am a college student from out of state and I can barely make rent for this month. Can I get it for PPRRIICCEE that is all I can afford to pay. When I leave here I will not have a penny extra to my name.", "I will be there in an hour with a phone and PPRRIICCEE dollars", "Hey man I hate to low ball you, knowing that it is unlocked but would you consider PPRRIICCEE cash?", "Well I will go up to PPRRIICCEE but that is as far as I can go.", "PPRRIICCEE then", "That's too much. I can get a new one for that. I would like to pay PPRRIICCEE.", "I can do PPRRIICCEE in cash. I can pick it up after work around 6pm.", "I can do PPRRIICCEE.", "You bet! Ill see you tonight with PPRRIICCEE in hand cash.", "Cant go beyond PPRRIICCEE sorry", "very good PPRRIICCEE$", "Come down to PPRRIICCEE and you have yourself a deal. I will stay pay cash of course:)", "That sounds pretty good. All of that for PPRRIICCEE?", "I've been looking around at iphones and my target price is PPRRIICCEE. If I picked it up within the next two hours could you agree to that price?", "With a free phone case, and if you meet me, I'll pay PPRRIICCEE.", "Ok, I can do PPRRIICCEE as long as there's a charger with it.", "I agree to PPRRIICCEE.", "I would do PPRRIICCEE, but that is my final offer.", "I could go as high as PPRRIICCEE. The old phone is in good condition it just has a crack in the screen. It is an android and I'd rather have an iPhone.", "Well I do really need them and they're kind of hard to find ... so I can do PPRRIICCEE if you can", "Yup, I'll give you PPRRIICCEE and pick it up ASAP, I'm around the corner.", "I'm trying to stay under PPRRIICCEE if at all possible."], "seller": ["I ca n't go quite that low, but I could probably give it to you for PPRRIICCEE.", "I can do that. PPRRIICCEE it is.", "That's less than I wanted but I'll accept. PPRRIICCEE is good.", "My final offer is PPRRIICCEE and I am unable to go any lower. This phone has a warranty from the manufacturer as well. It is brand new and I'm taking a loss as is. I will submit the final offer. Maybe you can borrow the extra hundred dollars. I do hope you will be the owner of this rose gold colored Iphone!", "$ PPRRIICCEE is fine but you would have to pick it up", "Uh, yeah sure, do you have some change on you I need to take the bus? How about like PPRRIICCEE", "Ok I can do PPRRIICCEE as long as you can come today.", "The lowest I can go is PPRRIICCEE", "PPRRIICCEE and you come pick it up.", "PPRRIICCEE is the lowest I will go", "Yea I can do PPRRIICCEE for it. You come pick it up from me though. in person. thanks", "Are you sure you could n't do at least PPRRIICCEE?", "I will accept PPRRIICCEE, just for you!", "I have an offer higher than that already from someone else. I mean its used but its in good condition and its a 6S so its not too outdated. I'd be willing to do PPRRIICCEE and you come and get it. Deal?", "The battery life is excellent. It will hold a charge from the time I get up in the morning around 6:30 and still be around PPRRIICCEE% when I go to bed at 10 that evening.", "Good if you can come to Tracy and have T mobile phone to trade. Or I can just sell the one I phone for PPRRIICCEE.", "It's a new Iphone 6, you wont find one for PPRRIICCEE.$ 300 is the lowest I'll go i'm sorry. I can deliver it to your place if that makes it any better price wise.", "I'll do it for PPRRIICCEE", "Not jailbroken, factory reset in iTunes. And while this is n't 64gb, I just found a 64gb iPhone 6 on eBay with the same issue for PPRRIICCEE. I can do$ 120 and deliver it to you.", "Well I can throw in a 32gb micro sd card to expand the memory AND also a Black colored Otter Box to protect the device reliably... ... PPRRIICCEE Total:)", "These phones still retail for over PPRRIICCEE brand new. And honestly, my son needs$ 275 to go to his summer camp. That would be my lowest dollar.", "I really need an Iphone unlocked phone and this seems like what i need. Can i offer you PPRRIICCEE for it", "That's just really quite low. I could get PPRRIICCEE for it if I wait but I would be willing to take$ 350 just to be done with it.", "Well, I'd be willing to go to PPRRIICCEE. Would that work?", "Im confused, how is an$ 89.99 Otter Box Case and a$ 39.99 sd card for an additional$ 35 a bad deal? If those items dont interest you that fine, but lets not blow smoke up our keesters about the value in my items for sale please. I can sell you the device alone with its original accessories for PPRRIICCEE", "Fine, PPRRIICCEE if you pick it up is fine.", "Ideally I would like to get PPRRIICCEE for the phone. Unlocked iPhones usually demand a higher price.", "I can do PPRRIICCEE. I'll send you an official offer for that price.", "Well, I guess you should look elsewhere then, because I'm not budging from the PPRRIICCEE price point. Good day.", "That's a reasonable offer. I'll send you an official offer of PPRRIICCEE.", "brand new never opened, I bought it 3 months ago but didnt need it after all. Yes I can do PPRRIICCEE", "I ca n't go any lower than PPRRIICCEE. But because I definitely did not steal this phone from an Apple Store, I'll cut my losses and sell it to you for 349", "$ PPRRIICCEE it is then", "Make it an even PPRRIICCEE and we have ourself a deal.", "yes, PPRRIICCEE is fine. I am willing to accept that"]}}, "housing": {"inform": {"buyer": ["omg i got mine confused", "is it 2.5 bathrooms, the listing says 1.5?", "Good Morning", "i lll take it for 60", "is it located near a super market", "Thanks.See you then.", "That works for me.", "Awesome.", "Right but that stuff comes with all the other apartments too. Do you have any room to negotiate?", "See final offer directly ...", "How bout 2000 then? It's only a 100 dollar difference.", "Thanks.", "Hi, looks like a beautiful place! I am very interested, but due to some unexpected expenses, my budget is currently tight. Are you willing to negotiate the price?", "I will agree to that.", "Excellent. I'll get your money now.", "Thanks again. Looking forward to it.", "Before we get to far ... What is the rent?", "That will work.", "Perfect.", "I have one.", "Thanks.", "4800 per month.", "Fine.", "Thanks for considering it. Have a good night.", "Yea that works.", "Great thanks Ill come soon", "Excellent.", "Hmm, I was hoping for something better, any chance you can give me a 30% discount for the first year? I am willing to sig a 3-year contract and accept a raise of 20% for the last 2 years. What do you think?", "well. you clearly didnt read the directions."], "seller": ["good luck", "There is a one year lease and if you got it just make me an offer.", "As do I. Odd. Mine says seller", "Thanks for your interest.", "It is for rent.", "Please go ahead.", "It is a wonderful area. The view from this particular home is Amazing", "2100 is a good price. I agree", "Awesome.", "So the deposit is 1500, the rent is 2950 a month", "excellent", "Yes, I can negotiate some", "Thanks.", "Good doing business with you.", "Good doing business with you.", "it", "This is a first floor", "Absolutely.", "898.00", "Great. Thanks for doing business with me. Have a good one.", "It is three bedrooms", "Both garages come with it as well.", "No, these are newly renovated and beautiful. In the Bay area this is a great price. It has new stone floors and new cabinetry in the kitchen. Stackable washer and dryer and of course 2 bathrooms.", "Yes, the complex was constructed in 2015, so it is very modern.", "Terrific.", "Good stuff.", "I definitely can. Let's do it.", "No there is no deposit since you will be paying a few months of rent in advance, it shows you are financially stable.", "Awesome. Thanks a lot", "I am fine thank you. The property is in an all apartment community that is very nice and lots of great people- called the Cinnamon Apartments. My price starts at 2150 but am willing to negotiate if you are reasonable. The location is pretty close to the San Mateo bridge so you could commute easily to anything that you need.", "Its a great property and you will definitely enjoy the neighborhood because it is a great place to live. The high cost is mainly because of the cozy environment and the quality of materials used in building the house. But nevertheless i am willing to negotiate the price. How much are you willing to pay?", "I am willing to negotiate some. But the price is because this is in a beautiful location walking distance to many places. It is newly remodeled with new paint new carpet and wood flooring It also has covered parking and also street parking. The bedrooms are very large in size I think you will love it", "great~", "Lol.. Awesome.. Thx.", "Thanks.", "Good luck"]}, "counter": {"buyer": ["PPRRIICCEE and paint the door red too. Final offer.", "Ok then I will be putting in an applcation for your studio at PPRRIICCEE, thank you for considering my request", "I will accept PPRRIICCEE then", "call it at PPRRIICCEE and we have a deal", "im tapped out the most i have in my pocket is actually PPRRIICCEE", "I do not smoke nor do I have pets. I'm really happy to accept a year lease at PPRRIICCEE", "Yes, but I'd like to offer PPRRIICCEE instead of the original listing price.", "I agree, it is a very convenient place, and quite spacious. After looking at the listing again, I would be willing to settle at around PPRRIICCEE, if that is alright with you.", "But they are Californians, and I'm philosophically opposed to the idea of California:( Well, I guess the best I can offer would be PPRRIICCEE, I hope you can accept it.", "Ok, since that is the case I will offer you a little less than the PPRRIICCEE you wanted because I have to pay for lights. I will make fair offfer now.", "I do have a dog named Rufus. I'll take it at PPRRIICCEE since you wo n't charge me an additional pet fee.", "The offer says PPRRIICCEE but I can only afford 2200.00", "I could probably swing that since I will be able to walk. I accept your PPRRIICCEE offer", "how about PPRRIICCEE? I think that's a good price for us both. I'm a local guy.", "I will pay PPRRIICCEE but that is as high as I can go", "I like your style, What if I give you a coupon book and we call it PPRRIICCEE", "Not bad. I can definitely do PPRRIICCEE if that works for you.", "very good PPRRIICCEE$ it is.", "You know, since I'm only staying for a couple of months i think i can make it work. It looks nice, I can do PPRRIICCEE.", "Well what I'm looking for is a 6 year lease at around PPRRIICCEE a month. I can go a little higher but not much", "I'd like to pay no more than PPRRIICCEE at first and provide you will a full deposit with a two lease that would steadily double on rent after one year. This will give me the means to properly furnish this apartment and get to save the extra money back for the years ahead.", "ok PPRRIICCEE for five years", "How about PPRRIICCEE and the washer and dryer. I think we could both be happy with that.", "$ PPRRIICCEE was all I have budgeted. I could go to$ 2100 because I do love it so much but I ca n't afford any more.", "ok, I'll take it for PPRRIICCEE", "It's not worth the$ 2130, even with a one time discount of PPRRIICCEE dollars. You're going to have to give me a much better price than that.", "ok PPRRIICCEE is good", "Well, would I could go as high as PPRRIICCEE if you could waive the deposit fee?", "My final offer is PPRRIICCEE", "There are other apartments in the area going lower, I am on a tight budget and can do PPRRIICCEE per month", "Would you consider PPRRIICCEE? That is probably the highest I could go. I like the perks in this one.", "That's a little more than I'd like to pay. I was thinking maybe PPRRIICCEE and I would take on some of the building maintenance duties, I'm well versed in horticulture. Nice flowers btw.", "That all sounds wonderful. Can we negotiate a price? I was thinking PPRRIICCEE per month?", "All right, PPRRIICCEE with no deposit and one month free then, correct?", "$ PPRRIICCEE would be the highest I could go.", "I might be able to swing PPRRIICCEE, but I'd need some perks, like another parking space.", "If you could accept PPRRIICCEE, I'm extremely interested, assuming it does include everything mentioned in good condition.", "I can live with PPRRIICCEE", "I would like to offer you PPRRIICCEE", "Then I could do PPRRIICCEE", "The most I could do within my budget would be PPRRIICCEE. Anything more I would n't be able to feed myself, please, have a heart", "ok. I'll take it for PPRRIICCEE", "I was looking to pay closer to PPRRIICCEE a month at other locations.", "1200 is really small for this area. All your neighbors are in larger places and have around PPRRIICCEE rent. How about 1725 and we call it a deal?", "I understand completely. Thank you for your time. I actually saw another place a bit bigger with utilities for PPRRIICCEE so I will go there.", "PPRRIICCEE and an 18 month lease would work for me. Given the location I will be saving quite a bit on gas.", "I can do PPRRIICCEE.", "Hmmm, I think I can afford a lower cost for a studio right now, are you willing to accept a lower offer for the first year of the contract and then raise it up to PPRRIICCEE%?", "let's do PPRRIICCEE for 18 months", "Yes, first I think that the list price seems a bit high, I have been pricing condos and townhouses in the area and they all seem to fall around PPRRIICCEE$ 1200.", "If the application fee is waived I'm good with PPRRIICCEE as I really like the amenities provided.", "PPRRIICCEE can work. That will be fine. Let's make a deal.", "I can Do PPRRIICCEE it's 2 bedroom 2 bath", "I am. I wo n't be able to pay that for rent. If I offer you a 2 year lease, will you rent it to me for PPRRIICCEE?", "Ok then the PPRRIICCEE would be better.", "What about PPRRIICCEE final price for me", "Alright, that's nothing too special to me, would you go down to PPRRIICCEE?", "Yes, PPRRIICCEE", "The listing I am looking at has an asking price of$ 1700. I just ca n't afford that, even though it is a perfect arrangement. Would you consider PPRRIICCEE?", "That sounds reasonable. I was planning on a PPRRIICCEE month lease, anyway.$ 2500 works for me.", "The best I can do is PPRRIICCEE.", "PPRRIICCEE", "Just a thought, if we agree on PPRRIICCEE$ the first year, I can agree on a 15% raise in the 2nd year, cause I will be financial more stable after a while with my new job", "that's not to bad. But unfortunatly I'm on a budget, will you accept PPRRIICCEE and I will sign a 1 year lease?", "That is generous but$ 1750 is still more than would work with my budget. Do you have cleaning services retained? My schedule would allow me to clean your facilities regularly in lieu of partial rental fees. Would you consider PPRRIICCEE per month plus 20 hours per week of cleaning services?", "The highest I could afford would be PPRRIICCEE", "PPRRIICCEE?", "Oh really. I can do PPRRIICCEE than since the water is accepted.", "All very good. I can put down a security deposit. Great, PPRRIICCEE it is", "I could offer at most PPRRIICCEE for the 2 bedroom listed. That's the best I can do.", "I can do PPRRIICCEE per month", "That could work. I will pay the PPRRIICCEE. Thanks for lowering the price.", "You know what, that's fine. I will do PPRRIICCEE if thats fine with you since I'm so excited about your views and location."], "seller": ["How about PPRRIICCEE", "I will agree to an offer of PPRRIICCEE", "I'll take it for PPRRIICCEE", "PPRRIICCEE is fine, please submit an application to make an offer. We do not accept offers 15 minutes before lunch, availability and terms and prices are submit to change without notice.", "well I am in a rush to get this rented, so I will give it to you for PPRRIICCEE? sound good?", "I can not go that low. I can give it to you for PPRRIICCEE if you sign a 12 month lease.", "You seem like a nice person, I think that I can swing PPRRIICCEE ... congratulations!", "In order to maintain the security of a gated community and upkeep for things like a swimming pool with a lifeguard on duty, we could not lower the rent by such a large amount. The lowest I could possibly go would be PPRRIICCEE", "Yeah I can definitely do that do that, the extra PPRRIICCEE was more of the wife's idea anyways.", "Great! So that PPRRIICCEE a month would actually become$ 1,450 a month. You must be able to work at least 20-25 hours a week, including weekends. We can go over the exact details when you come in to sign your paperwork.", "you went up PPRRIICCEE from very low not impressive 2300 final offer", "I have to get PPRRIICCEE. I'm already giving it away. I can not do 1550", "I'll do PPRRIICCEE.", "The two year option sounds best for me. for PPRRIICCEE", "ok for the first month than we increase it to PPRRIICCEE, I will have my lawyer prepare the papers, good day", "Sorry, already have an offer for PPRRIICCEE. That's my final offer.", "If you come up to PPRRIICCEE, I'll throw in the furniture in the kitchen and living room.", "Oh, okay great, let's agree on PPRRIICCEE for the moment, let's keep in touch for the tours, we might have better units if your price point is flexible. talk to you soon.", "That's a bit low. This is a great location( near Whole Foods and a lot of nice restaurants, as well as public transportation). I have a lot of buyers interested who are willing to pay more. How about PPRRIICCEE? That's a pretty nice discount from my selling price.", "Yes, we do, but there is a PPRRIICCEE pet deposit that would go on top of the rent.", "I will offer PPRRIICCEE for 2 years.", "I ca n't go that low, but I've been authorized to offer you PPRRIICCEE.", "you drive a hard bargain sir. Very well PPRRIICCEE it is.", "I'm sorry but that's not a problem, as nobody smokes in the house currently or in the past, so as long as you do n't smoke it wo n't be a problem for your son. I was just letting you know that you are allowed to smoke if you please. The price I can drop down to is going to have to be PPRRIICCEE at the bare minimum. I hope you understand, I have other clients coming in looking at the place and some have already tried to buy it for around$ 2600.", "Sorry, no. That's much too low for the area. I'm confident we'll have interest in the apartment at PPRRIICCEE. I can drop it as low as$ 2495.", "Unfortunately no, the PPRRIICCEE price is based on convenience of rentals. The 1860 is for a rental for 3 or less months for refurbishment between renters.", "Perfect, so our final price is PPRRIICCEE with a 3-year rental agreement. Thanks!", "There is a coin operated washer/dryer in the building that you would share with one other apartment unit. I could come down a little on the PPRRIICCEE.", "I am sorry, that is way too low for me to go. In this area, that would never happen. The lowest I can go is PPRRIICCEE.", "That's pretty unique ... I've already got PPRRIICCEE cats though, so I'll go 1900 with the cat", "Yes that can be done. So overall you'll be saving quite a lot. So PPRRIICCEE is good for you?", "Sorry. Perhaps you could find a roommate to split apartment with you. I could go down to PPRRIICCEE to help you out. Lower then that, and I'd lose money", "Yes, I am starting at PPRRIICCEE today, it also includes washer and dryer. It has a bbq and a hot tub out side.", "$ 3870 is fair, but a little below market value. If you can do PPRRIICCEE, we can talk about having you move in.", "Not even PPRRIICCEE? Thats a lower offer than you insisted.", "well it is a short distance by driving so might be roughly a couple miles in general which for most is walking distance. but even if you had to drive would still save alot on gas. if this sounds ok i can do PPRRIICCEE", "Hmm I'm sorry that is way too low for all the conveniences it has, walking distance of coffee shops, gyms and schools, how about PPRRIICCEE?", "We can make PPRRIICCEE work", "I can come down a little to PPRRIICCEE; can you come up a little bit?", "PPRRIICCEE is what I CAN OFFER FOR 5 YEARS.", "$ PPRRIICCEE will get you in", "Ok, it's our last one, and a steal at PPRRIICCEE. If offers internet access, and is in a prime location, close to Interstate 580.", "The lowest price we can offer is PPRRIICCEE, since we're offering to pay your deposit and$ 1000 credit first month. The location is great, a small drive downtown to shop. the inside is nice and modern, you will love it!", "Fine, PPRRIICCEE.", "Well if you can go PPRRIICCEE it would save me the trouble of holding the open house.", "Would PPRRIICCEE be acceptable to you? This is an amazing place, and in a fabulous area, and this is really going to be a terrific price.", "I'm really looking for around PPRRIICCEE a month. Would that be doable with utilities included?", "Well since it is a brand new property with secured entry and controlled access I can offer one month free on storage with no utilities paid for PPRRIICCEE", "Yes we can include the washer and the dryer. I also would like to offer you some swimming goggles and suits and since you have dogs I could also throw in a dual doggy house for your backyard if you are able to pay just PPRRIICCEE more, 1550 total, what do you say?", "I will go ahead and make a special arrangement for you then at PPRRIICCEE.", "Hi, thank you for your interest in this unit. I would like to get PPRRIICCEE minimum on the unit.", "I'm willing to come down a small amount, but I feel the PPRRIICCEE$ range is about average for this area.", "Sorry, we do n't allow animals. But I would be willing to go as low as PPRRIICCEE a month.", "it a real nice appt with a PPRRIICCEE month lease 2200 month with 2200 depost also sound good", "That's too low for this great home. I can drop it to PPRRIICCEE for now and talk pets later when you're ready.", "We could definitely drop the price down to PPRRIICCEE to accommodate you! Thanks so much for considering us!", "No food included. Sorry. That would wipe me out. 1200 is too low. I'm bound by the owners to stay around 1400. Maybe if I talk to them I could do PPRRIICCEE and half of your deposit.", "Meet me in the middle. You help me do repairs one day out of the week and I'll let you have it for PPRRIICCEE", "I'm sorry, but I ca n't go that low. I'm willing to do PPRRIICCEE, however.", "I do n't like this, but I do need to get it leased out asap. i'll go PPRRIICCEE for 1 year, and then if you choose to renew it we will discuss the pricing again. No pets!", "Well the repainting is your choice so I wo n't be able to go that low. The apartment is a steal at the listed price, but I could negotiate a fairer price at PPRRIICCEE.", "If you could make a one time down payment of PPRRIICCEE, then I could lower the rent to$ 1200. This would, of course, make the contract a bit longer, but we can discuss the length of it when you sign!", "no it is a 3 bedroom apartment I can go down to PPRRIICCEE and that is the lowest", "The price is always negotiable with lease options! Come on down and get your tour of the apartment. I think I can do your PPRRIICCEE.", "Its in ageat area near Underhill Field and the park, perfect for students and near the campus, the best I could do is PPRRIICCEE.", "Yes, PPRRIICCEE is what I can do.", "I could go to PPRRIICCEE only but that would be the lowest I could do for you.", "you can keep the furniture, I can accommodate you and your family for PPRRIICCEE", "I could maybe drop down to PPRRIICCEE. It only a couple of minutes from University ave. It's close to anything you need.", "I just spoke to my manager and he has approved your offer of PPRRIICCEE cash.", "are you still interested? I can do PPRRIICCEE", "Keep in mind, considering the home is in a quiet location which is what a lot of customers look for, the price ca n't go too low and PPRRIICCEE I think is a little too low for me", "I could do a one year contract for PPRRIICCEE but after the year the rent terms will need to be renegotiated.", "My las offer would be PPRRIICCEE I cant lower myself any more than that", "You ca n't do PPRRIICCEE for 12 months and then 1300 for 18 months?", "I can offer you a price of PPRRIICCEE a month.", "No, only PPRRIICCEE", "How about PPRRIICCEE? It's newly renovated and includes a washer/dryer.", "I would be willing to drop to PPRRIICCEE.", "Thank you for working with me. Because of the scenery as well as the downtown location i do n't think i would be able to go lower than PPRRIICCEE, specifically because of the Downtown scenery. How does that sound?", "In the words of Consuela no..no..not good enough you pay PPRRIICCEE and I will give you a complimetary pool key thats a 15 dollar value.", "I could go to PPRRIICCEE and pay garbage, but other utilities would be yours.", "It is still available though I have many currently interested. Time is running for this lovely apartment. I am asking PPRRIICCEE. do you have any questions?", "There is a laundry and it does include utilities, but there are no specials. Sorry but this place is in high demand, so I do n't have time for lowballing. I can help and drop the price a bit to PPRRIICCEE.", "We could definitely do PPRRIICCEE, you will love the place I assure you of it. Be aware though, the deposit is equal to 1.5 months rent.", "This is a newly renovated apartment. Fully remodeled. It has new carpet and fresh paint. Minute s from BART access. It's going for PPRRIICCEE right now. That's a steal for the area.", "Yeah, it is great. You really seem like you would be a great fit. How about PPRRIICCEE and I'll pay the water, sewer, garbage, and cable."]}, "unknown": {"buyer": ["is there a lot of natural lighting"]}, "affirm": {"buyer": ["Yes, I am. I was wondering if there are any other perks Maybe a pool?", "I really like the grounds, and the unit is obviously spacious.", "Yes, I am interested in living at Waterstone. What can you tell me about them?", "Yes I want it for 1444", "Yes, I am.", "i'm willing to prepay 1 year at 1550/month", "Yes I am. How many square feet is the place?", "Yes. Is this accessible to public transportation?", "okay done", "Yes, I am. Is it in a good area? I am moving there with family.", "Alright, well it sounds perfect. I'll take it.", "This looks like a great place!", "That's sounds great, let's do it!", "Yes, how many bedrooms are there?", "I think that's fair.", "Okay, I think that will work fine. Thank you for being so understanding!", "Hi there yes absolutely. Is it located near shopping areas?", "Great I will take it.", "1870/mo. Let's call it a deal", "Exelent. I am willing to pay full price for such a deal.", "Yes we have a deal."], "seller": ["yes that is acceptable. you are right. it is high above median rent for the area.", "Hello. This is a great apartment with parking, a pet spa and fitness room included.", "sounds good to me:)", "It is. THe offer is 4000", "Are you inquiring about y beautiful two bedroom for sale", "Yes we do.", "yes, so lets get down to business, do you like the appartment?", "Hello there. The place is in really great shape, has new appliances and good access to everything.", "Great! We can deal! I have to add, no pets or smoking okay?", "It should n't be a problem then. There will be a small pet deposit but if there is no damage you will get that back on leaving.", "Sure. We are near dozens of stores and shopping areas. Several amenities included, such as car wash area, washer and dryer, white cabinetry, etc. The apartments are in a beautiful neighborhood", "yes, that is true. But gas is preferred by most cooks, so that's how the apartments were configured. I'm sure it would be an easy conversion should you choose to do that. I'm sure we can meet at a reasonable price.", "no, no. the neighbors are all single people like yourself so youll fit in perfectly!", "Yes, I think you'll find it's easily within walking distance.", "Sounds good!", "Thanks so much. Well it is an 8 bedroom 6 bathroom 7000 sqft home. The floors are italian marble and all of the counters are granite with mahogany cabinets in the kitchen there is also a central sound system", "It is large, and located near the city. It is your typical apartment, but it is located in a great area, and great for children.", "Yes all utilities are included and everything is brand new and I am willing to waive the entire deposit as well as the application fee.", "Yes! Its an amazing place and dogs and cats are allowed.", "Yes its in a great neighborhood! Its got a pool, a clubhouse, security, trash compactor, stainless steel appliances, dishwasher, microwave, oven, laundry in your unit. Its 1 bath, 471 SQ FT.", "Hi there! Yes it is.", "Okay that's a really big offer but I'll take it!", "Very nice! It is really a comfortable space. What are you offering to pay for it?", "it's a good deal", "Yes. This house has amenities such as washer and dryer, new stainless steel appliances, and much more.", "Great, thank you"]}, "greet": {"buyer": ["Hi i would like to purchase thus studio charm", "Thanks!", "hi i want to buy your cotton", "Hello", "hello", "nice. I; d love a nice friendly community. Are there places available at 2000?", "Hi", "ok!", "Awesome!", "Hi", "Hello I am interested in your property, can you tell me about it", "Hello", "Hello I'm interested in your apartment.", "hi", "Hi! I am very interested in this Cottage and would like to ask for more details?", "Hello, I am highly interested in this apartment. Are you the original owner?", "I am very interested!", "The place looks really nice.", "Hey! The house is beautiful and I am very interested. How is the neighborhood of the surrounding area?", "yes, i am interested to buy", "wow, you are an asshole!", "thanks a lot!", "Hello this is a lovely house. Is the inside nice?", "hello", "Hi, I am doing well- I am interested in purchasing the apartment that I saw you have for sale", "Perfect, Thankyou!", "Sure!", "ok!", "Hello, I'm interested in your ad for the house in Laurel District.", "Outstanding!", "Hello, I'm interested in your apartment home, can you tell me more about it?", "is there a garage", "Thanks!", "Hello", "Are there many single, available attractive women renting there?", "Hi. I am interested in renting your apartment. What type of flooring does it have?", "Hello. I am interested in your complex. Are any of the utilities included in the price?", "Thanks so much!", "sure!", "Hello!", "Hi I saw a listing for your apartment and I'm interested in renting it.", "Hi there can you tell me about this renal please", "Hi I am interesting in your place!"], "seller": ["Sure anytime!", "hello", "Agreed!", "Hello, good morning", "hi", "Hello! How are you?", "hi are you interested in my one bedroom for sale. Do you have any questions", "Are you interested in buying one of our apartments?", "Awesome! Thanks", "Hello there", "Hi there, interested in our apartment unit?", "Thanks!", "you, too!", "Excellent!", "Hey there, you are interested in the studio?", "Hello", "You can move in two weeks!", "Hello!", "hi! how are you?", "Hi", "Hi", "Hello.", "Perfect!", "awesome!", "Thanks!", "HI! Are you interested in the house?", "Perfect!", "Fantastic!", "HI! How are you? Are you interested in the studio I have available?", "yay!!", "I'm renting a 1 bedroom/ 1 bath. Are you interested?", "Nice chatting with you!", "You are welcome."]}, "propose": {"buyer": ["Would PPRRIICCEE be acceptable?", "Ok. I looked at 1 this morning that had everything included and fully furnished for$ 1900.00. I could do PPRRIICCEE if you're interested.", "Would you take PPRRIICCEE?", "The list price states PPRRIICCEE in the ad?", "Hi, could i please buy the apartment? I would like to offer PPRRIICCEE if you would be willing to empty my cats litter box once a week. Deal?", "I found a 3 bedroom just down the road for PPRRIICCEE, what makes this apartment so high?", "Yes. It sounds very close to what I'm looking for. My budget is PPRRIICCEE, but I am open to compromise on price if you can throw some perks in.", "Hi, I'm interested in this place, but for PPRRIICCEE", "I am around PPRRIICCEE$. More details please for the house?", "Okay great. This move has been quite strenuous on me. I have just been through a nasty divorce. Are you willing to negotiate the price a little. I am willing to pay PPRRIICCEE and sign a two year lease. I am a male nurse at the local hospital so I am gainfully employed.", "I can pay PPRRIICCEE", "Ok, based on what I understand of rental rates in the area on similar homes, I am assuming the list price is for the PPRRIICCEE month lease, I would be interested in what type of discount may be offered for the longer 24 month lease.", "Excellent. Well, I'm on a tight budget, and I have my eye on a few different properties. I'm looking to spend closer to PPRRIICCEE, but I'm willing to negotiate on the price."], "seller": ["Well if you rent the unit for PPRRIICCEE hundred a month ... I'll pay the utilities.", "Yes I can be flexible on the price, our listing price is PPRRIICCEE, I would be willing to take off 10% for a price of$ 2,005 and will include 3 guest parking spaces which usually go for$ 75/month.", "Well I have a 1 bedroom if you are interested. The rent is PPRRIICCEE.", "good good. this is a great room, and its only 2 mins walk to the bus stop. and really close to downton. i'm asking PPRRIICCEE", "This is a great apartment on a lake, would you take it for PPRRIICCEE?", "Asking PPRRIICCEE a month."]}, "agree": {"buyer": ["Great I can do the PPRRIICCEE! works great for me! Thanks", "Alright. PPRRIICCEE sounds good to me.", "I can settle on PPRRIICCEE! Thank you!", "ok, that sounds great. PPRRIICCEE it is", "Oh that is very kind of you. PPRRIICCEE sounds good to me.", "Ok, well I think PPRRIICCEE is a fair deal if you will be able to pay for half the utilities. That is my last offer, take it or leave it.", "Okay great! PPRRIICCEE sounds like a fair deal for such an area.", "That would be perfect, PPRRIICCEE it is!", "it is listed for PPRRIICCEE 1900 is above listing!", "I wish I could! I'd love to rent this apartment. It sounds great. Unfortunately, the most I can offer is PPRRIICCEE.", "Okay, it sounds like a good deal. My best i can do is PPRRIICCEE. Take it or leave it", "That's great! Thanks .... I will take it for PPRRIICCEE.", "ok I can do PPRRIICCEE, thanks!", "Well that does sound great, I'll offer PPRRIICCEE for it!", "Wow! thank you so much. No pets. So is PPRRIICCEE good for you?", "I can do PPRRIICCEE Thank you so much.", "Fantastic! My budget is a bit lower than what you are asking. I could afford PPRRIICCEE a month. I have great references.", "PPRRIICCEE and we have ourselves a deal.", "We can do PPRRIICCEE! Thank you!", "I can do PPRRIICCEE. this is a great apartment. i can not wait to move in. Thank you. When can i set up the appointment?", "PPRRIICCEE sounds good!!", "Yeah I could do PPRRIICCEE. thanks for being reasonable!", "Sounds great. I think PPRRIICCEE will be fine.", "That sounds good for me. I will accept PPRRIICCEE, thanks.", "okay then PPRRIICCEE it is!", "deal. So I'll pay PPRRIICCEE for 2 months?", "$ PPRRIICCEE still sounds like a good price. I'll take it.", "Alright, PPRRIICCEE sounds fair.", "Ok, that sounds fine. So we have a deal for PPRRIICCEE?", "You've got yourself a deal. PPRRIICCEE it is!", "$ PPRRIICCEE, is a great deal. I will take it~ Thanks so much~ Let me know what the process is to get in it.", "$ PPRRIICCEE, yeah I can come up with that. You have a deal.", "Deal, I can do PPRRIICCEE", "PPRRIICCEE and its a deal", "I could put the deposit down today for PPRRIICCEE. I wanted it a little lower but since I dont have to pay a pet fee I think that is fair. Thank you so much!", "Awesome! That sounds great! Just what I need. Lets talk about price. Could you guys go down to PPRRIICCEE? I'd buy right now if so, this place is very attractive for me.", "PPRRIICCEE a month for a 2 year lease. perfect! thank you", "okay great! You have a deal at PPRRIICCEE!", "$ PPRRIICCEE and we have a deal."], "seller": ["Wow, great. Okay I will submit PPRRIICCEE.", "Sure, PPRRIICCEE sounds reasonable. I can do that.", "Okay! PPRRIICCEE sounds good", "Yes, definitely. PPRRIICCEE sounds very fair.", "Sounds good, PPRRIICCEE", "ok, sounds good. PPRRIICCEE", "PPRRIICCEE IS PERFECT!!", "I can do PPRRIICCEE!", "Sounds like a plan! I actually offered another one of my clients a PPRRIICCEE dollar security deposit on another house that I sold today!", "Sure I can do it at PPRRIICCEE. Is it a deal then.", "PPRRIICCEE sounds good. You've got a deal. I will meet you to fill out the lease agreement thank you", "PPRRIICCEE and we have a deal", "Great, PPRRIICCEE it is", "Thank you for your offer. I'm not currently interested in having a butler. The lowest I will accept is PPRRIICCEE. Deal?", "PPRRIICCEE and we have a deal.", "Make it PPRRIICCEE and we have a deal!", "That is a reasonable offer. I'm willing to accept your offer of PPRRIICCEE.", "I can do PPRRIICCEE!", "Great PPRRIICCEE it is", "It's a great neighborhood, and it is listed at PPRRIICCEE. I believe that is a fair price.", "Yes. PPRRIICCEE is a deal.", "$ PPRRIICCEE is a fair price. We can definitely get you set up here for that much. We can figure out lease length later on, I'm sure you'll absolutely love the place!", "fine, PPRRIICCEE, deal", "Okay. I'll go ahead with PPRRIICCEE a month signing a 1 year lease.", "Ok, great! Sounds like we have a deal. I will submit the offer of PPRRIICCEE", "I can go to PPRRIICCEE and its a deal!", "There is a great view of San Francisco! PPRRIICCEE is a little below our threshold, though we could work out other terms.", "That's perfect. Thank you very much, I look forward to seeing you tomorrow at PPRRIICCEE!", "Sounds good. PPRRIICCEE it is", "alright. it sounds like PPRRIICCEE is a deal. thank you for your time.", "PPRRIICCEE will be acceptable.Welcome to your new apartment!", "Yes it is! I'm asking PPRRIICCEE a month for it."]}, "confirm": {"buyer": ["thats something now", "Agreed", "thanks", "thanks", "When was it built?", "Is there a bathroom and kitchen?", "hey there are you looking to buy our 1 bedroom 1 bathroom townhome?", "thanks", "Are pets allowed?", "perfect", "450", "Good. What about bugs or mice? Have those been an issue in the past?", "thanks", "3501", "Thanks", "im thinking 800 seems fair", "1500", "Is the apartment fully furnished? Is it included in the price?", "That works", "perfect", "thanks see ya then", "Great and is it fully furnished?", "I can do that. When is it available?"], "seller": ["` 500?", "thanks", "Agreed", "meet me in the afternoon tomorrow thanks", "R", "take care", "Cool", "yep", "3100", "yea", "Maybe we can meet in the middle?", "sold", "I can do 1300 Congrats you have a new townhouse", "dea", "thanks", "i submitted 2900", "Thanks", "Yep"]}, "inquire": {"buyer": ["Looks like part of your message got cut off there?", "I'm in the Army. Do you offer military discounts?", "hell, what can you tell me?", "What kind of flooring? Carpet or hardwood?", "Your welcome", "Your apartment looks very nice and it is right in the area of where I work. Could you tell my what the inside is like and the kitchen?", "Hey there, nice house, is it new?", "This is a great house. Is 1375 a good price for you?", "So, can you tell me what makes this place worth 2750?", "Did you know it is unlawful for your building to refuse a service dog?", "Are utilities included? Can I bring my cat?", "Your metal", "Yes, I am- How long of a walk is it to public transportation?", "Does the asking price come with utilties?", "how many homes are there in the building? do i have a sepeate washer available already?", "Sounds good what about the amenities? Is there parking, washer and dryer in the unit etc?", "can you tell me more about the vicinity?", "That works for me", "Is this a pet friendly area?", "Can you tell me a little about the property?", "I'm looking forward to it", "Are there any issues with the home?", "I would definitely need to see it. Is the price firm?", "Is there any way you could consider coming down on the monthly costs? I have 4 children and it is just a hair over my budget"], "seller": ["So what are you looking for? and how can I help you with the product>", "How about 2100?", "So, what is your final offer then?", "Did you have some questions about the property for sale?", "Hello, how do you like the apartment?", "Are you employed and can you show proof of income?", "So, your looking to rent?", "What would you like to know?", "Let me look that up for you. Any other questions while I do that?", "How much were you looking to spend?", "Not much lately, but I have, what time zone are you currently in?", "Hi are you looking for a house?"]}, "agree-noprice": {"buyer": ["Great! Make that offer:)", "That's great I could use some extra time for that! That's really sweet of you!", "good deal", "great", "All right, I'll be the guy in a leather body suit standing out front:)", "deal", "Okay", "I accept", "fantastic, I accept your offer.", "Deal.", "Sounds like a plan! thanks!", "Ok great, Thank you", "We have a deal then. Glad to do business!", "deal", "Thank you!", "That sounds Doable to me.", "Great!", "Sounds good.", "Thank you! We have a deal!", "Deal!", "Okay, great.", "ok thank you.", "Thank you!", "Great, thank you!", "Awesome, thank you!", "Awesome, I really appreciate that!", "Deal..", "Perfect place looks great!", "Deal", "i meet both requirements, i'm excited to live there!", "Is there a reason for `` no pets''?( Mine are up-to-date on vaccines and obedience trained).", "Thank you", "that sounds fair enough to me.", "Thank you!", "great i can do that", "Ill take it!", "Sounds good I'll take it!", "okay that works for me see you then thanks", "That sounds perfect!", "Sounds good. Pleasure doing business with you. See you soon.", "I'll take it.", "Ok sounds great I will be over to sign the lease.", "Thank you for being considerate.", "That sounds doable. Let's call it a deal!", "Sounds great.", "That's great! I'll offer now", "alright, fair enough", "Great! Thank you!", "Okay, you got yourself a deal.", "Great!", "Thank you so much!", "I can do that, deal.", "Ohhhh, thank you. I was confused. Have a good one.", "That sounds good. I would like to take it!", "I think from the landscape visible that it could be handled with 15 hours a week.", "Yes, that sounds great.", "Yep, thanks so much for your help!", "Yes that actually will help out so very much! Thank you so much for your generosity!", "Great!", "I think that is fair.", "deal", "Deal", "Great!", "ok sounds fair", "Sounds like a deal.", "Sounds good. When can I sign the lease?", "Deal", "Great!", "Done deal, im into that", "Thank you. I am great renter and will take good care of the place.", "Okay, then I'll call your office tomorrow to set up getting the keys and any paperwork thanks!", "great! thanks.", "That's fair.", "haha, ok great!", "Thats great, thank you.", "Deal!", "Great, I'll take it!", "i'll be over in 30 minutes!", "That sounds good. Thanks for doing business. Hope to see you again soon. I accept your offer.", "A small dog, what a deal. Gosh I love my small dog.", "Oh okay that sounds good. I'm a recovering addict and I appreciate your help getting me sober and into a home.", "Okay, that works for me.", "Yes that's possible. Do you really do this for a living? You are quite good at it. Thank-you.", "Oh wow that's great thank you!!", "Sounds great!", "Ok, let's do that! Deal!", "Very nice! Thank your for working this out with me!", "Sounds good to me.", "great!", "Thank you.", "Okay we have a deal.", "Sure! deal", "Thank you very much!", "Fair enough.. I am left with no choice. Sign me up.", "thank you!", "Okay that would actually work for me, thanks!", "Deal. I will be right over. Thank you.", "Thank you!", "The sounds perfect. A nice happy medium. Thanks!", "Excellent. I accept that offer.", "That sounds good! Just let me know when everything is set so I can sign.", "yes that's perfect! Will go with that! Thanks", "Great, it's a deal then, thanks.", "Great i will send the offer since you will pay the moving expenses", "Yes, that is great! I accept your offer.", "Deal", "yes, no problem!", "I suppose that'll have to work. You have a deal.", "That's going to be a stretch, but I appreciate the gesture. I suppose I'll have to live with that.", "That's very reasonable!", "yes", "yes", "Okay that seems fair.", "Sure! Deal!", "That would be very helpful. Given the perks of the neighborhood I think I will accept that deal.", "300 difference is no big deal. 1800 it will be.", "Okay, that works for me.", "Thank you. I am looking forward to all those amenties.", "I do believe we have a deal. Nice doing business with you!", "Yes I can do that.", "Ok that sounds fair and reasonable.", "OKay, that sounds fair", "Deal", "Considering the value of the free appliances, yes, I would.", "okay its a deal", "I would like to take it!", "Will do!", "Deal!", "Great! thanks!", "That's a deal!", "great!", "Deal!", "I'm glad we could come to an agreement.", "I do. But for 1800 per month I can buy something. Also with no washer and dryer in the unit that means spending a lot of extra money on the laundry. Especially with kids.", "Oh I will definitely have to do that! Thanks so much for the offer! I'm so excited! I'll see you tonight!", "Sounds good. Deal", "That sounds like a deal! Thanks so much for your help. I love this place already!", "okay, i'll take your offer", "Okay, I'll take it. Thank you!", "Yes I am very interested. I would just like to know a little bit more about the location as I have a 9 year old daughter.", "deal", "thank you", "Whoa that sounds delicious. Okay I can do it, send me the deal!", "you have a deal.", "deal", "Thanks for working with me. I appreciate it!", "It's a deal then!", "I can do that!", "Great! Thanks so much. I will be by later today to look at it.", "deal", "Okay that's fine by me. Not a problem at all", "I just really do n't think it's going to work out. Thank you for your time though!", "Okay. I'll be eating ramen for a few months but I'll take it.", "Good deal", "Yes that will work! Amazing, thank you so much for all the help!", "Great", "That's fair. Thank you for working with me on the price.", "Thank you so much!", "okay I can do that! Thanks for the offer!", "That seems very reasonable I am willing to take that offer", "Ok. We have a deal!", "Thanks! I will be by at your earliest convenience to sign the lease.", "Okay, that sounds good to me. Thanks!", "yeah, it's just out of my range. good luck though", "Perfect, Thank You, I love having a good landlord!", "okjay that works for me!", "You have a deal!", "Okay", "Great!", "deal", "Awesome, thank you!", "Deal.", "Great!", "That is understandable if i like the condo we can renegotiate then!", "We have a deal than. I am on my way.", "Yes", "That's great. It's a deal.", "Perhaps I'll try the place down the street. Thank you", "Yes, that sounds good!", "Yes that will work", "sounds fair!", "I could move a few things around and manage that. Deal.", "Okay I will definitely take one studio apartment! I ca n't wait! Sounds amazing!", "Okay. I can make that work, it sounds reasonable with all the work put into the apartment. Thank you.", "That sounds great! We have a deal!", "That would work for me. You got a deal!", "Ok great!", "Ok, I really need a place. Deal!", "You've got a deal. Thank you.", "Yes!", "great!", "I would be more than happy to lease for a year.", "Ok great Deal!", "you are an angel thank you!", "Great, thanks.", "That sounds great, Thank you.", "Great, Pleasure doing buisness with you!", "that sounds wonderful, I suspect you will make a great landlord!", "Deal. Thanks.", "Thanks deal!", "Great! Thank you!", "Great Thank you, you have a deal", "great, thanks a lot!", "Okay see ya!", "Oh great that will have to work then, thank you for negotiating. Please send me the offer!", "That is wonderful. I can surely do that. Thank you", "Great!", "Awesome, I appreciate it. Look forward to seeing you!", "Excellent that works for me!", "Deal", "Great. Deal!", "That sounds amazing. I can sign immediately.", "great!", "I am sure I will. Cant wait to try!", "Great! Thank you!", "Great, I will see you soon to sign this lease!", "awesome. great doing business with you.", "That works for me! Thanks!", "Deal. Thank you.", "this is really high and I understand you are throwing in a free month lets say we do 1650", "Thank you", "Perfect! Thank you!", "Okay I'll figure it out. I do n't want to let this go so I'll take it!", "Okay that works for me", "Alright, sounds like we have a deal.", "Yes! Thank you, new landlord!", "thank you too.", "great thanks!", "okay.", "Sounds good. Deal.", "great! we have a deal!", "That sounds great to me.", "Great thank you so much!", "Yes, I will pay cash. So we have a deal.", "That would be better. I appreciate the deal.", "Alright sounds great, please send me the offer and I will accept.", "Ok that works thanks for working with me!", "That sounds like a fantastic deal! Thanks for your flexibility!", "Yes I think that is very kind of you and I can afford that", "Yes that works for me!", "That works for me. You've got a deal!", "Yes, that sounds great!", "That sounds perfect.", "Ok. It's a deal.", "thank you", "Yes, I will be there this week.", "Yes, I can do that.", "Great!", "great!"], "seller": ["Great!", "That's great! Thank you!", "Make the deal.", "Great. we have a deal then.", "I am looking to make a deal so I will accept that. I hope you and your goldfish find it to your satisfaction.", "Sure thing. A free parking spot is definitely going to be waiting there for you!", "Great then we have a deal! Thanks for choosing us!", "That is a very fair offer ...", "congratulations on your new apartment!", "Thank You.", "Great!", "thank you", "great, we have a deal!", "sounds good", "Deal.", "I'll accept that!", "Thank-you for your time.", "I could do that. We have a deal.", "Sounds good. I hope you enjoy the place!", "Deal", "Sounds good", "yes enter in final agreement", "Deal!", "Thank you very much we look forward to having you live with us.", "great, you will love this place.", "That's great!", "Fantastic! Lets get the Final Agreement going!", "okay done", "Ok sounds good! I will make an offer now!", "Thats fine ...!", "Sounds fair. Deal.", "That sounds good. Please have all you documents ready and I will prepare the lease for your to sign.", "Ok ... you got a good deal.", "Unfortunately, we only provide at maximum 2 year leases. If the price is unappealing for you, give us an offer and we will see if we can match it. The apartment is very spacious, the location is in a convenient area of town, and we provide excellent safety for our residents. We try to work with new tenants on pricing, but we can not go too low for what we provide.", "Sounds good.", "Awesome! Welcome aboard, tenant!", "Great! Welcome to the neighborhood!", "Sounds good!", "I can do that! Would you like to come sign the lease today?", "Yes", "Thank you, it's been a pleasure. I will start on the paperwork now to begin closing on our deal. Thanks again& have a great day!", "Done! Thanks for your business!", "You have a deal!", "alright, that seems fair to both of us.", "Appliances are included& new. New car", "Okay, we have a deal.", "Yes that will work, either way. He will just need to be present for the paper work and legal information.", "You have a deal then!", "Yes. We have a deal.", "alright deal.", "Deal!", "That is ok. I understand! Thanks for your interest!", "I would consider that yes. I could not go any lower.", "awesome. see you soon, i'll draw up the papperwork", "We have a deal.", "That sounds fine. You got a deal.", "Great. Can you stop over this evening and sign a lease?", "Great.", "I'm sorry, but we are too far apart in price. I do have a few others interested, as units in this building rent very quickly. Just look over all that's included! AND we allow pets!", "I would! Please also expect a security deposit up to that amount depending on credit history.", "Please bring your credit report with you as credit check is required. I think that offer is reasonable. I would accept that.", "Yes perfect", "I could work with that. 3250 nounds good. You got a deal my friend.", "deal", "Great!", "Yes, it is a house.", "Deal!", "Great!", "Sounds good. See you then.", "okay. that would be an acceptable deal. you got this place for a steal!", "Excellent thank you", "alright! you just got yourself a new home! Congratulations!", "Sounds good to me. I hope you enjoy the place!", "Great!", "Okay great 3400 soiunds great then!", "Great! You have yourself a deal!!", "DEAL!", "Great!", "I can accept that!", "Great!", "Thank you. I'm glad you accept the offer.", "sounds like a deal", "That sounds like a good compromise", "it's a deal then", "Deal thank you", "Sounds great!!", "Yes, I would. That sounds like a fair deal.", "Ok. Great deal!", "Thank you", "Great!", "Okay, deal", "Okay, that works.", "Sure! We have a deal!", "Deal!", "yes", "That sounds terrific. Looking forward to meeting you.", "deal", "4000 and ill waive all of the fees", "Great!", "Sounds good. You got a deal.", "I can do 1700 and you pay your own utilities. A working wood burning fireplace in included that will help save on heat.", "ok great, we have a deal", "it's a deal:)", "yes! ocean views from apartment itself and it's just off I80& 780, so very easy to go anywhere!", "Ok great.", "Great!", "That works out well. Thank you very much for your interest, I hope you enjoy!", "Okay thanks a lot! Enjoy your place!!", "accept and we will have a deal.", "No problem. Enjoy!", "Awesome. Enjoy!", "I accept, enjoy the place.", "Awesome! Enjoy the new place!", "That sounds great. Let's do it!", "Great!", "That's a deal", "Thank you! welcome to the neighborhood", "Sounds good to me too. Enjoy the unit!", "Great!", "Sounds great, thank yoU!", "That's true. Alright and thank you!", "I had the bathroom redone about 2 years ago. They still look great!", "Great! Good to have business with you:)", "Great then!", "Yes, ready to move in now.", "Yes. Deal.", "great", "Sounds good, thank you.", "That sounds reasonable.", "Pleasure doing business with you!", "Great!", "Great than we can make that deal happen!", "If you can come today and sign your lease with me I will allow you the reduction in rent.", "Great! sounds like a deal!", "Yes I would", "Excellent. Feel free to call the head office if there is anything else you would need. Enjoy your stay with us!", "Okay then we've got a deal! Thanks", "Great then! We can meet up this week to finalize the paper work! See you then and thank you!", "Deal.", "okay great", "thank you", "Yes that works for me, just submit your offer", "Okay I will give it a shot but we still may be rejected for the lower offer. But thank you for the negotiating!", "Deposit is n't negotiable. But what we could do is split the deposit and make the other half due the following month so you do n't have to come up with such a large amount upfront.", "Thank you. Enjoy your new appt.", "Awesome! Thank you for everything", "Ok. Sounds like we have a deal then.", "Okay then.", "Great!", "Great! It's a deal!", "great", "Sounds good.", "deal", "I will run it through the system and see if that will work out, let me send you the offer. Thank you!", "Alright, let's do it!", "Great. Good working with you.", "That sounds good.", "Okay we have a deal.", "That's a deal!", "Great! We have a deal.", "Great then text me your address and we should meet up! thank you for your business!", "yes!", "awesome I will see you then! 1530 is a deal!", "Great!", "Great! I am sure your family will love the area!", "great I will see you and your grandparents later this week, at your convenience to sign a lease! see you soon!", "okay great", "Thank you!", "Great!", "Great!", "Great. Enjoy and thank you", "Ok sounds great!", "Awesome! Looking forward to meeting you.", "Great, it's a deal:) Thank you and I hope you enjoy your new home!!", "Great we will keep in touch!", "You betcha. I'll see you then!", "Sure, I'll do that.", "Awesome.. Thanks!", "That sounds fair.", "Thank you.", "Yes it is! It's an end unit, so its quiet. It's got a patio, dishwasher, air conditioning, courtyard, fitness center, and wondow coverings. We offer a short term lease as well!", "Ok, great so we have a deal then!", "Great thanks!", "Okay I will offer the 2000", "okay, best of luck in your search", "Great!", "If you pass a credit check and have a security deposit then I can accept that offer.", "Awesome! You got a deal!", "Yes perfect! See you then!", "Excellent. We have a deal!", "Okay, great! We'll set up a showing then.", "You are going to love it!", "I will be here from 9am-2pm tomorrow. You may come anytime then. I will have everything ready for you.", "Great, I am looking forward to meeting you.", "Deal!", "Great!", "Great! I can assure you that you wont regret your decision.", "Great!", "Deal.", "Great! So glad to have ypou as a tenent", "Okay then we got a deal!", "I will send you an offer, great!", "Sounds excellent to me. I'm trying to move it quickly.", "That sounds good. This place has a lot to offer. But, I am not sure if that is a good enough offer. I guess I will accept it though.", "Please accept the agreed offer", "great", "Great, hope you enjoy it!", "1400 is great for me. Let's do it.", "Yes that is fine. Sound great look forward to meeting with you.", "That is great! See you soon.", "Deal", "Yes that is fine!", "great, thank you", "Yes! That would be great", "I could do that.", "okay then you got a deal!"]}, "deny": {"buyer": ["Alright, I'm supposed to be buying a tandem bike ...", "Ok, thanks I will make my fair offer now.", "um no. you're leasing a house for 5395 for 1 year", "OMG that is unreasonably quit communication OK", "DO you want to buy my cicivc/", "OK, sure. That is way lower than I was expecting to pay, so thank you.", "that's just no where near my price range, sorry", "Yeah, sorry, I have a job showing apartments in a different community.", "hello, i was wondering if the location had upgraded appliances and how much the deposit is, also, are pets allowed", "No I'm not- I'm selling an apartment"], "seller": ["Thanks for the offer, but I have several other people who are interested and willing to pay more. Sorry.", "Sure, however the prices don", "Hi, I think there is a contradiction here. I'm actually listing a 1 bath 4plex duplex", "I'm still stuck selling the previous item, sorry, let me restart.", "No problem!", "You ca n't just make an offer. I'm going to quit the HIT. It is a negotiation and the requester would reject this anyway.", "I can do 2800.", "yeah its close", "I can do that."]}, "counter-noprice": {"buyer": ["Interesting. My advertisement is for an apartment. I can go with 4400 for the car.", "ok", "That's too much can you go down a bit", "Sure, that would be fine.", "That would be acceptable.", "Alright, I think I can come in later today", "that's too bad. see that red quit down there on the e right?", "ok, deal", "Ok thanks for your time Bye", "no problem!", "ok", "I can also provide my own washer and dryer.", "Then I just do n't think I can do this deal today.", "ok not a problem, just have it in writing by tomorrow, thank you", "alright, I think I can swing that price.", "okay I suppose that is fair.sorry to harp on you, probably the connection.", "ok, sounds good.", "I just do n't think I can afford that.", "Ok. Good", "Oh okay, that's way above our budget. Thanks for showing me the house today.", "i am sorry", "I can scrape together that much I think. it will be hard though.", "Great, shall we meet at noon at the house.", "Still a little out of my budget I'm sorry. Im going to give my final offer right here, I hope we can work it out. I really would be sad to see such a perfect place go. This is the most I can pay though sadly.", "Fine, but thanks for not letting me get any groceries, I'll starve to death because of you.", "oh yeah. well i guess we'll have to rejct it call it the HIT. i'll reject nbot sure if it will be accepted though we'll have to see.", "I am very interested. But, could I get it for a lower price? I would like to spend 1665. Is that okay?", "I think I can swing that..thanks for working with me", "Ok, I will make that work. Thank you", "I can do that.", "I can do that.", "Yea I think we're too far a part and nothing is striking me as very special about the property. No info on the the rating of schools and the like.", "ok", "OK. I will take it. Thanks.", "How much lower can you go then? You mentioned that would be possible.", "Yeah, ok, you sold me. I spend a lot of time in the bathroom. ill pay 1895.", "I'm sorry, I do n't think we can reach a deal.", "ok great", "Okay, I can do that.", "That is an interesting idea, I think I could do that.", "Thanks for negotiating, that'll work.", "I suppose I can stretch that.", "alright, thanks anyways, have a good day", "okay, I guess I can make it work", "That is too high for me, especially since all of the apartments near that area are almost half of that price", "Sweet. I ca n't wait.", "We can do that.", "My wife and I are non smokers. No children. No pets. We are both employed full time. My all in price on the lease is 4,855. I can provide you first, last, and security. As well as you can run a credit check on us both. Do you accept that offer?", "I'm interested, but I would like to know a bit more. Is it in a complex? What amenities are available?", "That's too much if utilities are not included. Any other features?", "Wow, ok, I can do that!", "Good, I am interested as well. i have a 6 year old child. Can you tell me about the neighborhood and the nearby schools?", "I can live with that.", "That sounds like a great price but, still just a little above my budget. Is there a fitness center on site? Are any utilities included?", "That sounds very nice. This is a bit outside of my price range though. Could the price be negotiated?", "Yes, I do. Can you lower the price at all for me?", "Nice insentive but the price is just too steep. My budget is what it is, unfortunately.", "Hello, I'm interested in the 1-bedroom apartment, but the price is a bit high. Are you willing to come down at all on the price?", "Wow I see that you have made a very generous offer and I would really like to accept it but it almost seems too good to be true, if you now what i mean", "Sure thing then, that's not too expensive for me.", "Yikes. Sorry, that's just too far out of my price range.", "Well I really need this place. I think you can bend on the price a tad bit. Thanks.", "No, I think that's about it. Thanks.", "Absolutely. No torn down walls, just counters, appliances, and cabinets. Deal.", "That is better, I just have moved and need a little room for adjustment. I am glad you pay the fees.", "thats a little higher than i wanted to go but if you cant work with the pricing I guess we can settle", "I guess since the utilities are included you are offering a fair price, and that is right in the middle of what you are asking and what I wanted to pay, so I would say you have a deal.", "I'm sorry this did n't work out", "Ok deal", "OK. Thanks.", "ok, that's perfect", "That is a very fair counter-offer, I would gladly accept that asking price.", "Yeahhh that's super weird. That makes me think the neighborhood is really run down and sketchy ....", "Well that works fine for me as long as you can waive the deposit for me for the first month please?", "2500 is still a bit much. Are you in need of somebody to do maintenance? If so, I'm definitely qualified. That's actually what I do for a living right now and have been doing for the last ten years. Would you be able to go down to 1500 and throw in utilities and I will come and work for you?", "No", "I can make that work. Thank you for working with me.", "Sorry", "The checkerboard tiles are very undesirable, i think 2250 might be a bit of an upsell", "Sorry, I already sold it for 2800 and this is messed up", "Ok that is fair enough. I work from home so would have to get that hooked up immediately. The starbucks is a perk of the neighborhood. Would you be willing to negotiate on the price? I need to move ASAP.", "Ok I can do that"], "seller": ["Fine only because I want to do it quickly but not very fair to me.", "ooohh.. that's nice! just be careful installing the things, if you slip off the roof, it's not my prob.", "Thank you for that information, although can you answer my last question?", "I'm asking 1900. Ca n't go any lower.", "Sure", "No, not at the current market. I'm firm with the rate, but I can half the deposit for you if you agree to it.", "Okay, we can do that", "Well, friend, you need to think about all the great benefits of living in this apartment. For example, I live on the top floor, and I'd be willing to pop in to visit you from time to time. That alone has to be worth some consideration.", "Okay, I look forward to practicing my poll dance moves to your music:)", "If you insist, I will accept your offer. Be nice to Sunny, she is n't used to exotic hamster cheese groomers ...", "Oh. Sorry for the yelling. I need to smoke.", "I'm sorry, but no. This is a high end apartment. 3000 is as low as I'm willing to go.", "Ok, sounds good.", "Ok good", "ok great", "ok. We have a deal", "Ok, I will offer 950. Enjoy your new home,", "Ok. I'll accept that.", "Im sorry that wouldnt be acceptable please try one of our other locations as they might be having a special.", "Wonderful. Let me submit your offer and then we can start the paperwork ...", "Wonderful, Looking forward to giving you a tour.", "sure no problem", "I guess that'll work.", "OK deal", "Thanks for your interest, we'll submit the papers to you promptly.", "ok, start packing and you can move in the first of the month", "I'm sorry but homes in this area go for way more than 300 a month I could maybe go down to 4000 a month", "not at all cats and dogs welcome", "ok great", "They are not included, but several amenities are included, such as dishwasher, washer/dryer( in the unit), dishwasher, and air conditioning, and the unit is cable ready. Plus, you have access to a spa/hot tub on the property", "We would love to have you here.", "You will also have a private balcony, and you are just around the corner from a shopping and dining area.", "Yes, we can do that.", "I wont go lower than 2000", "Okay, I can do that.", "Okay we meet", "This is very much reasonable price for the home .Everything is quality build", "Ya I think this is out of yoru range", "ok. se you tonight at 6pm", "I think we are not a good match for this home. sorry. good luck", "There is no way for me to take that low but, I would be able to waive the pet deposit and pet rent for you. While also giving you a full access pass to the gym on site which would save you hundreds. If you accept this offer I will waive those fees and take 395 off of your monthly rent. coming out at 5000.", "ok that's a deal", "Well it might be a little bit high priced but I can guarantee you it's worth the price! This is a beautiful home in a great community with 3 bedrooms and 1 bathroom. It is in the Bay Area so you will be able to not only be surrounded by great scenery but also an amazing collection of restaurants and stores.", "ok grea, see you then", "I'm sorry but it does n't seem like we will be able to rent to you. Have a nice day.", "Ok perfect, you can come into from 9-5 monday through friday. Ask for Kathy and she'll take care of you.", "utilities usually run low. Neighbors are quiet.", "Ok great", "Unfortunately, this price is rather low. I am afraid I can not accept it. If we discussed the terms first we could have negotiated.", "No, sorry, the lowest I could go on this and still make some money for myself would be 2900.", "thanks i can have you in bye 1p.m. tomorrow", "No, sorry. That is a little low for the apartment. It has lots of amenities and in a great neighborhood. I am asking 2320 for a 1 year lease.", "sure", "Well, if we agree here I'll email you his contact info and we can discuss from there. Sound good to you?", "If thats the case and paperwork backs it up id be willing to go as low as 2,190. Again, this neighborhood is great, Crime rate is extremely low, and of course, the place itself is lavish to say the least.", "I am available until 7 pm tonight to meet if you can make it before than", "Good, come on down and we will get all the paperwork checked out and settled.", "that's is half of the price, I can offer you a better deal with a 1 year contract and free deposit", "i cant go any lower than 4750", "That would save money and time calling in an outside repairman. I think that is a fair offer.", "I'm so glad you asked, it comes with a stove, microwave, fridge and freezer, there is a washer and drying still on site that we can leave for you if you'd like. Those are the appliances available and then the HOA has a beautiful clubhouse that you can host events at, birthday parties, business meetings etc. along with a pool and a hot tub. We have a children's play area, two tennis courts and a basketball court. There is also a pit for sand volleyball but they have n't put up a new net yet", "Ok great", "If your credit check is approved I can agree on that price.", "ok great", "okay, I can definitely do that.", "All the appliances are new", "sure, soudns good", "Okay. But we do n't take section 8 vouchers.", "I can throw in free cable tv.", "We can do that.", "No problem. I think you'll love this place.", "This is in a wonderful neighborhood. Very quit and low crime rate. The interior and appliances are all in top notch condition. There has only been one renter, a older couple that moved to arizona for retirement.", "I see, well maybe this would help you out some. The difference between 800 and 1500 is about 700. If you are good with maintenance type of work and can show some good work then I need some help around with some of my rentals. I can pay you at about 10 per hour and allow you to work for about 10-20 hours per week and we could put 500 towards that difference and then you can keep the extra and that will also give you time to look for a solid job. How does that sound to you?"]}, "disagree": {"buyer": ["OK. Then we are settle on PPRRIICCEE.", "ok PPRRIICCEE", "ok. PPRRIICCEE is fine. Can you send me an offer?", "ok, I can do PPRRIICCEE", "Ok, I can make that work. PPRRIICCEE it is", "Ok, I can stretch a bit more and agree to pay PPRRIICCEE, Ill make the offer so we can get started right away.", "I think I can manage to make PPRRIICCEE", "Ok I can do PPRRIICCEE", "Sorry, I can only pay PPRRIICCEE per month"], "seller": ["Sorry to hear that, I really can not go below PPRRIICCEE or I will be losing money on this.", "Ok, the hardwood floors were set to be refinished but if we skip doing that I do n't see why we could n't lower the price to around PPRRIICCEE", "That is acceptable. I'll take PPRRIICCEE", "lowest we can accept is PPRRIICCEE, with the current policies. Im sorry but this will have to be the final offer. I hope we can make this work.", "I'm sorry that is just too low. I will not make up the difference even with your 24 month lease. I'm sorry we could n't come to an understanding. PPRRIICCEE is final offer", "ok, I can do PPRRIICCEE for 3 years", "ok, we can do PPRRIICCEE.", "I'm afraid that wo n't work. PPRRIICCEE is a final offer. Sorry."]}}, "electronics": {"inform": {"buyer": ["Doing good", "Excellent ...", "looks good its new or used", "Hey so Im thinking of purchasing this but how used is it.", "Cool. This will be a great gift.", "excellent i see that it is new and this is a good price.", "Perfect.", "Got it.", "Awesome.:)", "Much appreciated.", "done.", "No I was going to try and negotiate, but thanks for going ahead and just putting something in. Now I have to type a lot because I'm worried it wo n't accept this interaction because it does n't meet the requirements. But thanks.", "ok then 80 it is", "I will give you 250.", "I will give you 8 for it."], "seller": ["I think so", "R good condition", "2016. It's 100% functional.", "Ok. It's a wrap", "Wonderful. I will extend you an offer.", "Done.", "Awesome. See ya", "Awesome.", "37 for being so obliging", "It is actually on a few months old. It has all the originial boxes and is in pristine condition.", "315 is a little bit too low. Could I get you to agree to 350 for it? it is worth 450, but I am willing to take off 100.", "Good doing business with you.", "It has a disc changer -- it wo n't play discs anymore, but it works great as an amp.", "only about a month", "You have to negotiate", "I have five available.", "Great. The phone number is 347-567-6785.", "Untested also means unused. It is kept idle for years such as a new one. Further this item is precious and available with only a few people as I know. I listed a nominal price only.", "Have a good day. Thanks for doing business with me."]}, "counter": {"buyer": ["I ca n't go above PPRRIICCEE. I think an 8% depreciation is fair for a used and open product", "How about PPRRIICCEE", "I see that the case and suction cups and included, so I will take it for PPRRIICCEE.", "Okay. Given that it wo n't play blurays, would you take my offer of PPRRIICCEE?", "PPRRIICCEE dollars works for me", "sigh. okay fine. PPRRIICCEE and now mr whiskers is homeless. i hope you're happy mister.", "OK PPRRIICCEE it is. Can you give me directions and I will come right over.", "yes PPRRIICCEE", "i will pick them up and no bag is needed for PPRRIICCEE", "So can you do PPRRIICCEE since I have to pay for install", "Ok, well for PPRRIICCEE I think it's a pretty good deal since you say it's like new. I'll pay PPRRIICCEE for it.", "I know you said you wanted$ 15, but I can only offer PPRRIICCEE. Will you take that if i am able to come to you?", "Yes I can if you can take PPRRIICCEE for it.", "Well, I'd like to buy these, and I'd like to pay PPRRIICCEE.", "I still ca n't go that high, you need to come down in price. I'll pick them up, but we can say$ 65 and use the PPRRIICCEE for gas because I'm 30 miles away.", "I'm going on a trip to Hawaii and would love to take this with me, but my budget is pretty tight ... will you consider PPRRIICCEE?", "I could do PPRRIICCEE and would be happy to come pick it up", "I see the same ones for sale around PPRRIICCEE, can you do$ 47?", "Okay, since its fresh and still in the box Ill do PPRRIICCEE. Thanks a lot for your help with this sale.", "Will you accept PPRRIICCEE dollars for it?", "Well you listed the item at$ 4, so I was thinking more like PPRRIICCEE, but since it's new I guess I can do your original list price of$ 4. Can you do that?", "That's reasonable, I'll pay PPRRIICCEE so long as you deliver.", "Of course so I give you 55 and I get the tv and you get my shirt for PPRRIICCEE? I can go 55 on the TV if that's the case.", "How about PPRRIICCEE and i'll bring you a bag of chips?", "Can you do PPRRIICCEE? I'm on a budget and I'm trying to lose weight so McDonalds GC does n't really help much.", "I am, I have a concern about the condition. They look used and I was thinking PPRRIICCEE for the set?", "$ PPRRIICCEE will work for me. Thanks for compromising.", "PPRRIICCEE works", "Perfect I will accept the offer at PPRRIICCEE.", "I can pay PPRRIICCEE cash for it today, I'll be there in an hour to pick it up. What do you say? I really need it. Would help out a ton.", "I've been in the market for similar item with the original box down to the original receipt for$ 80. Would it be possible to come down on the price PPRRIICCEE is a bit much", "Yeah there's no VR in there of course, heh. In the picture I also see like a USB cable and some various mounts and things, I just wanted to make sure those were included as well, okay, great. I think$ 15 is a little bit steep, but I'll pay$ 15 if you can bring it to me, or for PPRRIICCEE I'll come out to you, is that fair?", "How about PPRRIICCEE cash and I can pick it up this evening?", "No I ca n't I only have PPRRIICCEE on me, and I'm not going to the ATM to get a 20 then go to a store to break the 20 into ones. Sorry its just too much of a hassle. PPRRIICCEE cash and Ill pick it up, final offer.", "I would like to offer you PPRRIICCEE for it. That's cash in hand, and I will pick up today.", "That sounds great. Would you be willing to also come down on the price just a bit? Say, PPRRIICCEE?", "I'd be okay with PPRRIICCEE. And yes, I'll pick up today.", "very good PPRRIICCEE$", "$ PPRRIICCEE final price for me because its new.", "$ 80 is the much i can pay. Already exceeded by budget by PPRRIICCEE", "I can do PPRRIICCEE", "Make it PPRRIICCEE and we got ourselves a deal.", "PPRRIICCEE for the printer, sold to the highest bidder", "I am a little slack on PPRRIICCEE I do have$ 200 cash on me. Your add says obo..Is that a reasonable offer?", "That's way too high for me. If you deliver them, I would pay PPRRIICCEE."], "seller": ["Make it PPRRIICCEE and we have a deal. I know it is a stretch to your budget but trust me with everything this player does, you will save more than$ 2 on entertainment", "Sure, I think that PPRRIICCEE is fine, given that it is in used condition.", "Alright, I'll take PPRRIICCEE for the subs. But now you're robbing me", "Yes, PPRRIICCEE is a very reasonable offer, I can accept that.", "That hurts, but I really need the space. PPRRIICCEE it is.", "I offer you PPRRIICCEE", "You can have it for PPRRIICCEE if you have any art materials you do n't need", "$ PPRRIICCEE final offer", "I see. It would be ok if you can go and pick them at my house. PPRRIICCEE is okie", "yeah, PPRRIICCEE works for me", "okay if you really think about your getting a major break here Apple products are a bit pricey and I have new product here at a reasonable deal of PPRRIICCEE", "It includes 2 bands that the Wal-Mart would n't include. I'll give you PPRRIICCEE. Deal?", "Ok PPRRIICCEE seems like a fair price to me.", "I offered to accept PPRRIICCEE but I will take$ 200 since you are picking it up today and paying cash", "Yes. That is acceptable. PPRRIICCEE it is.", "Hmm, I do have one that is a bit beat up. I think PPRRIICCEE is good.", "then theres nothing to discuss here, my final offer is PPRRIICCEE", "Yes, I would be willing to take them for PPRRIICCEE.", "I can reduce it to PPRRIICCEE then", "I can make that work, just make sure in the final agreement box it shows as PPRRIICCEE.", "I am willing to sell the cables for$ 2.00 rather than PPRRIICCEE", "oh. ok well I did n't know that. Well I suppose it's only PPRRIICCEE cents.", "just go ahead and put the offer in for PPRRIICCEE i'll accept it:)", "I can do PPRRIICCEE plus a carrying case thrown in for free!", "The lowest I could take is PPRRIICCEE, could you do that?", "no go PPRRIICCEE or nothing.", "I really can not go lower than PPRRIICCEE. I can take PPRRIICCEE plus something else you can give me to sell. Do you have anything to give?", "I do n't know much about phone cases. I bought this for my husband and found out it was the wrong case. It's brand new still in the package and I'm asking PPRRIICCEE", "For$ 40, you're not going to get a router with external antennae and USB 3.0. If you can do PPRRIICCEE, we have a deal.", "I really ca n't go any lower than PPRRIICCEE. Its got all of its original items included, and is in excellent condition without a scratch, in the original boxes, with all the original manuals.", "Sure but only a few dollars. Will PPRRIICCEE work for you? It's the lowest I can go currently.", "How about PPRRIICCEE and I'll deliver it to you? You can test it all you want in your shop before you pay me.", "Excellent. I will send you an official offer for PPRRIICCEE.", "I accept your offer of PPRRIICCEE.", "I kind of feel like you've been wasting my time, and starting out with such a lowball offer half price, really kind of sitting wrong with me. I can do PPRRIICCEE and that's as long as I can go.", "Excellent, sold for PPRRIICCEE", "I have alot of offers on the table for this equipment someone already offered PPRRIICCEE could you do any higher than that", "i can go to PPRRIICCEE, that's my best price", "Pick up location is in Newark, near the Dumbarton Bridge. If you can meet there, I'll do PPRRIICCEE.", "I really wanted to get PPRRIICCEE as that is 25 less than what i paid but I guess I could go down to 160 if you can get them today", "It really is not that high because they cancel out noise. and I paid PPRRIICCEE for it when I bought it. I can negotiate a deal with you. Give me$ 135 for them", "140 is too low for me. Keep the 6 pack and make PPRRIICCEE and it's a deal.", "It fits right in and will make your whole car loud. If you can come pick it up I can drop down to PPRRIICCEE for it. They retail for$ 500, so its a great deal since its unused still in box.", "Yes, PPRRIICCEE cash is fair.", "That works for me. PPRRIICCEE it will be.", "Nah its not worth Id rather just get PPRRIICCEE and deliver it. Thanks for your purchase!", "I'll be honest, I do n't even know what the thing is. My grandfather passed and we're just clearing out his estate. What about PPRRIICCEE?", "I could do PPRRIICCEE.", "You can definitely pick it up. PPRRIICCEE is reasonable.", "I do have the receipt, so that'll work. PPRRIICCEE it is.", "I could do PPRRIICCEE. How soon can you meet and where?", "Yes, I can do PPRRIICCEE WITH the ink cart. and can meet at the Target", "I can understand being on a budget if you can come soon to pickup I can do PPRRIICCEE for you."]}, "affirm": {"buyer": ["Thank you", "Sounds good", "Deal!", "That sounds great. I'll take it!", "Yes, could you give me some more information about the items?", "I am doing okay, I was interesting in the Vestax that you are selling. I was wondering if I could come pick it up in order to pay a little less for it.", "Hello! I see the batteries are gently used. Gently on batteries is never really good. Any idea on exactly how much time has been put on them?", "yes"], "seller": ["I think your offer is fair. I'll go ahead and accept it.", "Yes.", "You have a deal.", "Okay that's good", "I'm selling a Fitbit flex, and yes it is still available.", "500 sounds fair.", "deal 530 enjoy your new tv!", "I am! Do you have some questions.", "Considering I know nothing about it, that seems fair to me. It's a deal.", "Yes. 20 bucks", "yes", "yes its still for sale"]}, "greet": {"buyer": ["Realy? thanks so much!", "Cash, today!", "thanks be there at noon", "Hi, I see you have cables for sale", "Thanks!", "good. Thanks!", "Hi How Are you", "Awesome!", "Hi. I am interested in it. Is it still in the box?", "Hi", "Hello, I'm interested in buying your audio equipment, how about$ 390?", "40 is perfect!", "thanks!", "Thanks!", "You got it!", "Awesome!", "Hello I see you will trade for the foot massager?", "I'll be there", "Nice! Thanks!", "Yess!", "Hello. I am interested in the timer you have listed.", "See you then!", "Thanks!"], "seller": ["Alright! See you soon!", "Hello.", "Hello", "hi", "Splendid!:)", "Hello", "Hey there", "Hi are you interested in the coffee maker?", "hi", "I'm interested in selling you my fitbit.", "Hi, are you interested in the surround sound set-up?", "Hi, are you interested in the mount?", "Hello. Are you interested in the headphones I'm selling?", "Sweet!", "It really is a great washing machine. Are you interested in it?", "Hi, I see you are interested in my lights.", "Awesome!", "Hello! I see that you are interesting in my Pioneer Cd Player", "Hello there! How are you, are you interested inn the radio?"]}, "agree": {"buyer": ["okay let's agree at PPRRIICCEE.", "I will offer you PPRRIICCEE right now!", "I can work with PPRRIICCEE, you have yourself a deal.", "Great then PPRRIICCEE it is then.", "yeah i could do PPRRIICCEE, that sounds great!", "that sounds fair. I will do PPRRIICCEE!", "I think I can do PPRRIICCEE. Thank you.", "$ PPRRIICCEE works for me!", "Okay, I can do PPRRIICCEE with free shipping!", "Oh wow! If it's PPRRIICCEE including delivery, I will take it!", "Okay that sounds fair I will do it for PPRRIICCEE", "ok that is a deal PPRRIICCEE and I pick up", "I think i'll take the stand too. we have a deal for PPRRIICCEE", "Okay I can do PPRRIICCEE in cash. I can stop by later on today to pick it up! Thanks a lot for the help!", "$ PPRRIICCEE sounds very fair. I'll take them.", "Great, I can offer you PPRRIICCEE", "Fine. PPRRIICCEE. I will give you the address. You can bring it over tomorrow at 2PM. Thank you.", "I'll toss you PPRRIICCEE for being really cool!", "Okay, I can do PPRRIICCEE since it is vintage. I can be there tomorrow afternoon.", "$ PPRRIICCEE is a deal if you can deliver it", "Okay then it's a deal -- PPRRIICCEE shipped with accessories,", "I appreciate that you stand firm. And PPRRIICCEE sounds great. Thank you for doing business."], "seller": ["$ PPRRIICCEE sounds fine to me. You've got a deal.", "Sounds good. PPRRIICCEE.", "Okay -- great! PPRRIICCEE it is. Thank you.", "ok PPRRIICCEE is good deal", "Yeah sure I can sell it for PPRRIICCEE, you got a deal.", "PPRRIICCEE and a fishing pole sounds great!", "Okay PPRRIICCEE for the one. Deal!", "sure, that sounds fair ... saves me some gas money ... PPRRIICCEE it is", "I would n't want those:) PPRRIICCEE it is, I'll see you later! Thank you", "$ PPRRIICCEE sounds good", "I will accept PPRRIICCEE. I feel as if that is a fair deal.", "Fair enough. PPRRIICCEE it is!", "Agreed, you got a good deal at PPRRIICCEE. Thanks", "Sure I'll do PPRRIICCEE! I will see you this week for pickup then?", "I understand. PPRRIICCEE and we have a deal.", "Great, that's a fair deal. I hope you get lots of use and enjoyment from it. PPRRIICCEE, it's a deal.", "My AD dd say or best offer and I am good for PPRRIICCEE. SOLD!", "Okay, PPRRIICCEE sounds good!", "I will accept the PPRRIICCEE you have a deal"]}, "propose": {"buyer": ["I only have PPRRIICCEE in cash but I would like to buy it.", "Good morning! I'd like to purchase this item for PPRRIICCEE. Will that be acceptable?", "I have PPRRIICCEE cash and would be willing o pick up from you.", "I'll give you PPRRIICCEE for it", "haha, really? It says you're selling a Polk Audio 5.1 Home Theater System w/ Onyoko Reciever, Cherry. For PPRRIICCEE.", "Great. Your list price is$ 12. Would you take PPRRIICCEE?", "PPRRIICCEE$ if you can come pick it up", "I'll give you PPRRIICCEE for the POS", "Can I give you PPRRIICCEE for both?", "Hi these are great but can you consider PPRRIICCEE if I pick up and pay cash?", "I am interested in your Speakers. Provided it works fine, I am willing to come to you and load up and pick up item today. ... PPRRIICCEE Cash?", "Very nice radio, I've been looking for one like this. Would you take PPRRIICCEE for it?", "I hope that we can reach a price on such a rare item! You can treat yourself to a new birthday present. I only have PPRRIICCEE in cash."], "seller": ["How would you feel about PPRRIICCEE?", "Sorry. Yes, I was selling them for PPRRIICCEE", "I ca n't accept PPRRIICCEE as everything is in mint conditioned and packaged nicely as you can see via the picture.", "wonderful. its new and unused but out of the box. im asking PPRRIICCEE", "Sweet! I'm selling it for PPRRIICCEE, but I can go down a little on the price if you can come by and pick it up from me."]}, "confirm": {"buyer": ["thanks", "Ik", "thanks", "Yes I am. What condition is it in? Has it been used a lot? Any signs of wear and tear?", "NOON", "Thanks", "Yeah that will work", "Where from", ":)", "perfect"], "seller": ["thanks", "thanks", "I am actually unsure of the exact dimensions", "alright", "alright", "thanks", "Perfect", "Agreed", "Alright", "accepted", "done", "330", "Will you accept 1000?", "Thanks", "Thanks see you then", "sold"]}, "inquire": {"buyer": ["The Kicker sub looks cool. Can you tell me how old it is?", "How does 90 sound?", "Would you take any less than 150?", "what do you think?", "Will that offer work for you?", "Yes, How old is it?", "Hi, I saw your coffee maker online. What is the condition? Does it work? Are you the original owner?", "how about 20?", "Hi, what color is this fitbit/", "How clear is the sound? If I were to blast some Ratt through it, would it take me back to 1988?", "I can pick it up today around 5pm, does that work?", "I am making an offer with you", "do you know what year it's from?", "how long have you owned it?", "How do they sound?"], "seller": ["I am quite well, just trying to sell this fantastic bluetooth speaker", "50 it is, make the offer", "Sure what did you have in mind?", "Evening. You texting about that battery?", "Do you have anything to say?", "What was the number we were at again?", "What is wrong with you?"]}, "agree-noprice": {"buyer": ["Great, thanks", "I guess it's a deal, lets see what happens if I accept", "I can do that!! Thanks.", "Great", "That sounds great. We have a deal! Thanks so much.", "Great then we've got a deal!", "Great! Thanks!", "great", "Great thanks.", "yes", "It's a deal.", "Thank you!", "great deal", "okay, deal!", "sounds like a fine deal", "yes do you see my message?", "That sounds like a fair price.", "sounds great", "That is great. Thank you very much.", "Thank you so much!", "That sounds good", "Sounds delightful, let me at it", "Okay, great, I'll be at your house tonight.", "Oh you are a dream maker, indeed. I'll think of you every time I watch Dukes of Hazard. That Bo Duke is wooweee", "Oh wow.. that is the best offer I've heard all day. Deal.", "you've got a deal, and just so we're clear, I said barely used, not gently used!", "i think you've got yourself a deal, partner.", "Sounds good, thanks!", "Awesome, thank you!", "Yes I'm seeing your messages. Sounds like a good plan. Was just trying to stick to dialogue that is following guidelines, even though we are both buyers. So we'll submit 30 and see what happens. Mine is 110 so I have no clue what will happen.", "Absolutely. Works great for me. Let me know what day and time can I come pick it up and the location where I need to pick it up from. Thank you for considering!", "Great thanks!", "deal", "Deal.", "Cash sounds great. Thank you so much.", "Deal", "Sure- that should be fine.", "yes sir i be there in a few thanks.", "I think that seems fair.", "okay sounds fair", "Really, wow that would be great!", "alright, that sounds fair enough.", "Perfect Thank you!", "Sounds good.", "thank you good day", "Okay sounds great, I'll be by your house tonight:)", "great", "That sounds perfect. Thank you.", "That sounds reasonable. We will come by this afternoon to pick it up if it's okay with you.", "done deal.", "Ok, sounds good with me. thank you", "Thank you so very much.", "I'll swing by and check them out as well. Thank you very much!", "thank you", "Thank you very much!", "Thank you very much!", "Absolutely, sounds great", "Okay, Sounds great! Cya then!", "That definitely works! Thank you so much.", "Ok, you have a deal then!", "see you in an hour( I know where you live). Bye.", "Deal", "Alright, that sounds fair.", "That sounds good.", "Sure that's fine.", "looking forward to it, see you soon!", "Not even going to play hard to get, eh Well, that's a DEAL! D *HUG*", "That sounds like a good deal! Done.", "Awesome, thanks so much!", "great", "That would be great! Thanks so much!", "Okay then, we have a deal.", "You've got a deal!", "Great!", "Oh that's fantastic. I'll gladly pay the 54. Have a great day!", "great!", "Okay you have a deal.", "Great thanks!", "Deal!", "Sounds like a deal.", "Great, I will see you tonight!", "Yes I will come get it today!", "Alright I wlll do that, deal.", "Agreed, deal.", "I'll come pick it up. Thanks for the offer though!", "Ok that's fine with me. Thanks!", "Sure, I can do that. It's a deal.", "Okay, since it comes with all the hardware, I think that's a fair deal!", "Deal. Thanks for working with me on the price.", "Okay, thanks.", "That sounds good.", "great, Deal!", "Ok.. you got a deal", "Okay. that works well, thanks a lot!", "Ok fair enough", "Awesome! I will swing by today to pick it up.", "yes i can!", "You have a deal", "You got it. Thanks!", "Great!", "great. nice talking to you", "Great! I would love to pick it up!", "Sure man that sounds perfect!", "I can do that. You got a deal.", "It's a deal then! See you in a few!", "Yes I would. I will send the offer right now", "Okay. Great", "yes i am", "yes I will see you later to pick it up", "Okay! I'll meet you at that price! Thanks!", "deal", "Fair enough.", "Yeah that works for me!", "Thank you!", "Sounds good.", "Sounds good, thanks.", "Deal.", "great", "I will do so! Thank you so much!", "For sure and thank you too", "Thanks Deal then", "Good. Nice doing business with you and have a great day. I appreciate it.", "great thank you", "Yes. It looks great. I would like to be sure I wo n't get in any trouble if I am caught with it though. Did you alter the device or trust the person who did?", "That will be fine. Thank you.", "Sounds simple enough, sure.", "great. I'll send all my info and hopefully you can come this weekend.", "I can pick it. Thanks!", "Oh, that's an even better deal. I will email you my address. Just let me know when you could deliver it. Thanks!", "Great.", "Deal.. Thank you", "Wow that would actually be a huge help! I could definitely use some help setting it up! Thanks so much for the offer! I'm definitely going to have to accept the offer, its a great deal!", "deal", "sounds fair", "Thanks for everything!!", "Sounds great. Thank you.", "You gon na give me a gift card for an oil change and we have a deal.", "deal", "Sounds like a deal. Thank you\\", "See you then.", "Yes I am. I will see you then!", "Sounds good thanks.", "Deal. That will work. I will see you than.", "Thank you", "Great! I can pick them up.", "Great I will be there shortly.", "great", "great then we got a deal!", "deal", "I think that sounds reasonable", "Great!", "Will do. Accept the offer and were good.", "Great", "okay that sounds fair! thank you so much for your consideration!", "Thank you so much. I will also pay you in cash. I appreciate your time. Have a nice day.", "sounds good", "Great I have cash, thank you", "thats great", "Ok great.", "deal!", "You have a deal!", "thanks man! great to do business with you!"], "seller": ["That sounds even better. I accept your offer and look forward to seeing you. I'm glad we could come to an agreement!", "Okay. That works.", "we have a deal", "yes", "okay great.", "yes i do", "I accept.", "Okay I will take that then! Thanks", "Thank you! It is all yours!", "Yup its a deal", "Yes. Coin of the realm.", "I am selling MC-2205 stereo power and amplifier", "I accept that offer.", "can we have the deal", "Then you have yourself a deal!", "Great thank you!!", "sounds like a deal", "cool pick up at noon", "I know right, what a terrible photo. It is really in excellent condition and it sounds great.", "yes thank you", "Yes, thank you", "Okay, I guess you have a deal.", "Sounds great. Thank you for being a good buyer!", "Deal.", "sounds good!", "Yes", "Sounds great, we have a deal then.", "Have a great day", "Yes remotes are included.", "Sounds good. Pleasure doing business with you", "Awesome I appreciate that, thanks!", "great!", "alright sounds like a deal", "yes I could deliver, no problem.", "Deal.", "Great! See you then!", "That seems more then fair", "Correct. Please make an offer!", "Ok sounds good!", "I agree. Thank you so much!", "Okay deal.", "great!", "I'm good with that ... deal", "Sounds like a plan to me", "Deal.", "Yes, that works fine for me", "Great!", "Great!", "Okay, that works for me.", "( I enjoyed this and I liked your questions)", "Okay I can do that. Thanks for working something out. Have a good day!", "Okay sounds great!", "Yes", "Alright! It's a deal.", "that sounds like a deal -- 54 is acceptable", "I can do that. Thank You I hope you enjoy it more than I did.", "Alright, that sounds fine. I'll be out front.", "Yes the battery actually last a long time and it has five security protection.", "Awesome. It's a deal!", "That's great. Thanks", "Ok.. it's a deal. nice talking with you", "great. Thank you!", "Today sounds great. As soon as possible.", "alright you have a deal", "deal", "Sure, you can pick them up as soon as you want! I'll be around all day.", "Awesome! See you soon!", "Since that's an even number I'll accept.", "yes", "Great!", "Awesome. thanks a lot. I'll see you today.", "Sounds fair enough.", "deal", "Yes that is acceptable, thank you!", "Yes", "great!", "Sure! Works for me! Thanks.", "That actually sounds great its a deal!", "Great. It's a deal.", "ok, that sounds fair. You got a deal!", "Deal! I'm looking to get rid of them ASAP", "You have a deal.", "Awesome! It's a deal.", "Okay. So we have a deal.", "Please pick it up asap! Sounds like a deal.", "deal", "yes absolutely!", "Deal that sounds great!", "Okay, sounds like a plan.", "That will work for me! I will send you the offer.", "That would work. Deal!", "Great, Thank you", "deal", "Oh man .... I'll be waiting!;)", "Sounds Great!", "Of course yes, and thank you for negotiating!", "I can do that!", "Great we have a deal than.", "Sure thing! See you soon", "Great! I will send you my address via email. See you soon.", "That sounds great.", "I accept.", "Okay, that sounds good", "Deal", "Deal", "Okay, they're professional quality so if that's not what you're looking for they're not a good fit for you. Thank you", "That seems like a good deal to me, thank you!", "if you can pay shipping it's a deal!", "Deal.", "Okay that sounds fair to me I'll accept that trade.", "Yeah, as long as you promise to make good use of it! You have a deal", "Great! And congrats! Maybe I can check out one of the hot parties your bangin' out the tunes for!", "Well, considering I've had the listing for awhile, I'm also ready to get this thing to a new home so that we can move. That will work!", "deal", "Great see you then!", "Yes I think that would be fine, send me the offer!", "Please check my other website for good products. Thank you!", "okay that works fine too! We got a deal then", "Great. Thanks!", "that works great. I will see you in 1 hour.", "Yes we do. Please let me know your details and we can go from there! Thanks for your business!", "Okay then sounds great!", "That will work for me. I ca n't use it anyway!", "ok, we have a deal!", "Sounds great!", "Sure thing! Pass by anytime from now and you got yourself this amazing speaker which you will enjoy!", "Great! Thanks!", "We have a deal since this part of my asking price included the shipping cost. Thanks!", "Sure that's a great price!", "Great:)", "Okay, great. You got yourself a deal.", "Sure thing!"]}, "deny": {"buyer": ["yeah 120 would be good", "ok deal", "Before that, I'd just like to ask if there's anything wrong with this product that I should know about.", "i can pickup myself, no problem.I was looking around for offers for the same headphones and the range is 90-100.You overpaid for the product", "I am. Is it in good condition? I had one before, but it broke and I need a new one right away."], "seller": ["You know, I ca n't for the life of me remember when I bought the amp.", "NO WHISKEY, JUST MONEY. FINAL OFFER", "ok thanks you can pick up anytime", "Absolutely nothing wrong with them, just not my thing.", "Hey there, no, I'm reselling it because I bought one for my wife and son but my son does n't want it.", "No, but the speakers are still in working condition."]}, "counter-noprice": {"buyer": ["oh dang, now you got my attention. ima be able to save so many pictures of these `` birds", "I think that's a fair price", "Groovy, thanks.", "Ok, sounds good", "ok 12 it is lets get this over with", "Yea i'd love to buy one. I can come pick it up. Will you sell it for around 150?", "okay, that's great.. and out of curiosity, where do you get the cartridges for them? do they have them at wal-mart and staples or just staples?", "sure can", "No thank you", "ok thanks", "That sounds good to me, send me the address and I would be more than willing to.", "i'll pick it up then", "ok deal", "Ok, sounds good", "ok thanks", "ok I could go for that, deal", "No problem, I will head your way,.", "Whoa. That's a lot. I guess ten years ago the tv market was a bit a different. You can pick tv's up pretty cheap now.", "No problem!", "ok, that would be awesome for me, on a budget. I will bring the cash now!", "Well it's a nice looking phone but that is a stock photo so I'm not sure I would be willing to pay that much. Have you ever used the phone?", "That's awesome. Can I swing by and pick it up today?", "Ok deal", "ok sounds good to me", "that's not how this works. you have to read the instruction over there -- -->", "ok good selling it for that price", "Appreciate it, man", "fine we can choose a place close to my house.", "I guess I can do that.", "sure as long as you help load it into the van.", "Ok", "I can do that.", "I guess I can go with that.", "guess i'll pass", "Ok, that sounds very reasonable.", "That's a little out of my price range, but sure, why not. It does come with the case and charger, afterall.", "Ok. I think we can agree to that.", "If that is the lowest you can go then okay.", "I can pick it up in a hour", "Ok that sounds great, thanks.", "Awesome. I read that they are really high quality, so the price seems fair. Thanks so much for the headphones! I'll see you later when you drop them off!", "Sure that'd be perfect for me. Here's my number 491-129-1111", "That would be perfect.", "That would work. Thank you very much for understanding.", "Nope. I gave you my highest price, and I'm not going higher, especially for a used television. Good day.", "Sorry, just ca n't afford. Best of luck to you!", "Yea that would n't be a problem.", "here we go", "ok deal thx man", "sure, I can do that", "Ok", "thank you you can make that offer", "OK"], "seller": ["I'm sorry but 14 is too low", "Okay. Go ahead and make the offer please.", "ok", "Not at this point. I think the price is fair and they are in excellent condition.", "Good doing business with you", "I am firm, sorry have to go by my ad", "would you like for me to ship it", "Ok I agree to your terms", "Ok, agreed. Thank you", "I can find a better deal elsewhere, however, thus the higher price.", "I think I can do that.", "I'm sorry.", "Your very welcome", "no", "no problem good luck", "Hmmm. Ok man.", "okay, I can do that.", "I suppose that would work if you pick it up soon with cash.", "I think that will work. It is close to my asking price.", "Im sorry i cant. Accept that", "Ok", "Awesome, I think you will like the sound that you hear out of this sub box", "Okay I can work with that. It comes with all the cables too so that works.", "Still works perfectly. Hows 11 sound? I do n't think I can go any lower than that.", "It's new and still in the box. Has call screen and remote operation. Any other questions about it?", "yep, i say it's a steal. it will make a great project. it's probably the power source problem, if you know how to solder, you can fix it no problem", "I do see that it was a typo. I am willing to go down to 15", "cool, cheers", "ok", "Ok, that's fair.", "I know it also charges for 12 hours and lasts that long.", "sure", "I think that is really too low, I can come down to 120.", "The four speakers are very loud and what you'll be buying. I'm throwing in the disc changer for free but it does n't play", "Fine, I need to get rid of it", "nice, ty", "I think I can do that.", "Ok see you then", "No way. I do n't think we're even in the same ballpark.", "With the software I can not go any lower than 450 sorry", "I guess not,", "Wow that is pretty low. With a deposit I could hold the for like a week or 2 till you can come up with more. I would like at least 375.00.", "I could accept that if you would come get it now with cash.", "I suppose that would work if you come now with cash.", "Ok, that is fair.", "Ok, that sounds like a deal. Can you come no later than 5pm?", "I'm sorry but you have n't really given any reason to justify a reduced price.", "Overnight for that distance ... not sure if that is possible", "OK", "Ok. Let's do it", "Well, I suppose I could do that.", "Okay when would you like to pick it up?", "I can do that if you come right now, with cash.", "sure", "Okay, please reject my offer if you must.", "Definetely ca n't do that, it's way too low. Sorry.", "ok great"]}, "disagree": {"buyer": ["Ok, I can try to make that work. PPRRIICCEE it is", "Okay, I dont see the offer but Ill try it now. Here goes with PPRRIICCEE", "Ok thanks. PPRRIICCEE is the offer. That is fair."], "seller": ["Ok I could do PPRRIICCEE.", "Alright, if you're going to pull my leg, I can do PPRRIICCEE.", "sorry i ca n't except that offer my offer is PPRRIICCEE", "You know, you do make a valid point, I think PPRRIICCEE is acceptable."]}}}